Repository: danielchatfield/tails
Catalog: wiki/src/doc/first_steps/usb_upgrade.*.po
Languages: fr, pt

source: [[!meta title="Upgrading a Tails USB Stick"]]
fr: [[!meta title="Mettre à jour une Clé USB Tails"]]
pt: [[!meta title="Atualizando uma memória USB com Tails"]]

source: <span class="application">Tails USB installer</span> also allows you to upgrade a USB stick to a newer version of Tails.
fr: <span class="application">Le programme d'installation de Tails sur USB</span> vous permet de mettre à jour une clé USB vers une version plus récente de Tails.
pt: O <span class="application">Instalador USB do Tails</span> também permite fazer a atualização da memória USB para uma versão mais nova do Tails.

source: The following techniques only work if the USB stick was installed using <span class="application">Tails USB installer</span>. **The persistent storage on the USB stick will be preserved.** There are two methods to do the upgrade:
fr: Les procédures qui suivent ne fonctionnent que si la clé USB a été installée par l'intermédiaire du <span class="application">programme d'installation de Tails</span>. **L'espace persistant sur la clé sera préservé.** Il y a deux méthodes pour faire la mise à jour:
pt: A técnica a seguir somente funciona se a memória USB foi instalada usando o <span class="application">Instalador USB do Tails</span>. **O armazenamento persistente na memória USB será preservado.** Existem dois métodos para realizar a atualização:

source: [[Upgrade by cloning from another USB stick|usb_upgrade#clone]] which already runs a newer version of Tails
fr: [[Mettre à jour en clonant à partir d'une autre clé USB|usb_upgrade#clone]] qui fait déjà fonctionner une version plus récente de Tails.
pt: [[Atualizar clonando de uma outra memória USB|usb_upgrade#clone]] que já contenha uma versão nova do Tails

source: [[Upgrade from an ISO image|usb_upgrade#from_iso]] of a newer version of Tails
fr: [[Mettre à jour en clonant une image ISO|usb_upgrade#from_iso]] d'une version plus récente de Tails.
pt: [[Atualizar de uma imagem ISO|usb_upgrade#from_iso]] de uma versão mais nova do Tails

source: As for the installation, you need to start <span class="application">Tails USB installer</span> from another media than the USB stick that you want to upgrade.
fr: Comme pour l'installation, vous avez besoin de démarrer le <span class="application">Programme d'installation Tails</span> à partir d'un autre média que la clé USB que vous souhaitez mettre à jour.
pt: Para a instalação, você precisa iniciar o <span class="application">Instalador USB do Tails</span> de uma outra midia que não seja amemória USB que você quer atualizar.

source: Clone & Upgrade
fr: Cloner & Mettre à jour
pt: Clonar & Atualizar

source: Start Tails from the USB that you want to clone from.
fr: Démarrez Tails depuis la clé USB par laquelle vous voulez cloner.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails USB installer</span> </span> to start <span class="application">Tails USB installer</span>.
fr: 2. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation Tails</span> </span> pour lancer le <span class="application">Programme d'installation Tails</span>.
pt: 2. Escolha <span class="menuchoice"> <span class="guimenu">Aplicações</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Instalador USB do Tails</span> </span> para iniciar o <span class="application">Instalador USB do Tails</span>.

source: Choose <span class="guilabel">Clone & Upgrade</span>.
fr: Choisissez <span class="guilabel">Cloner & Mettre à jour</span>.
pt: Escolha <span class="guilabel">Clonar & Atualizar</span>.

source: Plug the USB stick that you want to upgrade.
fr: Insérez la clé USB que vous souhaitez mettre à jour.
pt: Conecte a memória USB que você quer atualizar.

source: A new device, which corresponds to the USB stick, appears in the <span class="guilabel">Target Device</span> drop-down list.
fr: Un nouveau périphérique, qui correspond à la clé USB, apparait dans la liste déroulante des <span class="guilabel">Périphériques Cibles</span> .
pt: Um novo dispositivo, que corresponde à memória USB, aparecerá na lista de opções <span class="guilabel">Dispositivos de Destino</span>.

source: Choose the USB stick from the <span class="guilabel">Target Device</span> drop-down list.
fr: Choisissez la clé USB dans la liste déroulante des <span class="guilabel">Périphériques Cibles</span> .
pt: Escolha a memória USB a partir da lista de opções <span class="guilabel">Dispositivos de Destino</span>.

source: To start the upgrade, click on the <span class="button">Create Live USB</span> button.
fr: Pour commencer une mise à jour, cliquez sur le bouton <span class="button">Créer un live USB</span> .
pt: Para iniciar a atualização, clique no botão <span class="button">Criar USB Live</span>.

source: Read the warning message in the text area. Click on the <span class="button">Next</span> button to confirm.
fr: Lisez le message d'avertissement dans le champ de texte. Cliquez sur le bouton <span class="button">Suivant</span> pour confirmer.
pt: Leia a mensagem de advertência na área de texto. Clique no botão <span class="button">Próximo</span> para confirmar.

source: Upgrade from ISO
fr: Mettre à jour à partir d'un ISO
pt: Atualize a partir de uma imagem ISO

source: Start Tails from another media than the USB stick that you want to upgrade.
fr: Démarrez Tails sur une clé USB différente que celle que vous voulez mettre à jour.

source: Choose <span class="guilabel">Upgrade from ISO</span>.
fr: Choisissez <span class="guilabel">Mettre à jour depuis une image ISO</span>.
pt: Escolha <span class="guilabel">Atualizar a partir da imagem ISO</span>.

source: Click on the <span class="guilabel">Browse</span> button to specify the location of the ISO image.
fr: Cliquez sur le bouton <span class="guilabel">Parcourir</span> pour désigner l'emplacement de l'image ISO.
pt: Clique no botão <span class="guilabel">Browse</span> para especificar a localização da imagem ISO.

source: If the ISO image is saved on another media, plug it if necessary and click on the corresponding device in the <span class="guilabel">Places</span> column.
fr: Si l'image ISO est sauvegardée sur un média différent, insérez-le si nécessaire et cliquez sur le périphérique correspondant dans la colonne <span class="guilabel">Emplacements</span>.
pt: Se a imagem ISO estiver salva em uma outra mídia, conecte-a se necessário e clique no dispositivo correspondente na coluna <span class="guilabel">Locais</span>.

source: <div class="tip"> If the ISO image is stored in a persistent volume, the corresponding device appears first as <span class="emphasis">Encrypted</span>. Click on the device and, in the popup window, enter the passphrase to unlock it. </div>
fr: <div class="tip"> Si l'image ISO est stockée dans un volume persistant, le périphérique correspondant apparait d'abord comme <span class="emphasis">Crypté</span>. Cliquez sur le périphérique et, dans la fenêtre qui s'affiche alors, entrez le mot de passe pour le débloquer. </div>
pt: <div class="tip"> Se a imagem ISO estiver armazenada em um volume persistente, o dispositivo correspondente aparecerá primeiro como <span class="emphasis">Criptografado</span>. Clique no dispositivo e, na janela que aparecerá, digite a senha para abrí-lo. </div>

source: Start Tails, version 0.11 or later, from the USB that you want to clone from.
pt: Inicie o Tails, versão 0.11 ou maior, a partir do dispositivo USB que você quer clonar.

source: Start Tails, version 0.11 or later, from another media than the USB stick that you want to upgrade.
pt: Inicie o Tails, versão 0.11 ou maior, a partir de uma midia que não seja a memória USB que você quer atualizar.
