Repository: danielchatfield/tails
Catalog: wiki/src/doc/encryption_and_privacy/encrypted_volumes.*.po
Languages: es

source: [[!meta title="Create and use encrypted volumes"]]
es: [[!meta title="Creación y uso de volúmenes cifrados"]]

source: The simplest way to carry around the documents you want to use with Tails and make sure that they haven't been accessed nor modified is to store them in an encrypted volume: a dedicated partition on a USB stick or an external hard-disk.
es: La forma sencilla de llevar a todas partes documentos que quieras usar con Tails y estar seguro de que no han sido accedidos ni modificados es almacenarlos en un volumen cifrado: una partición dedicada de una memoria USB o disco duro externo.

source: Tails comes with utilities for LUKS, a standard for disk-encryption under Linux.
es: Tails contiene utilidades para LUKS, un estándar para cifrar discos en Linux.

source: The Gnome Disk Utility, allows you to create encrypted volumes
es: La Utilidad de Discos en Gnome, te permite crear volúmenes cifrados

source: The Gnome Desktop, allows you to open encrypted volumes
es: El Escritorio Gnome, te permite abrir volúmenes cifrados

source: Create an encrypted partition
es: Crear una partición cifrada

source: <h2 class="bullet-number-one">Open the Gnome Disk Utility</h2>
es: <h2 class="bullet-number-one">Abre la Utilidad de Discos de Gnome</h2>

source: From the menu **Applications** → **System Tools** → **Disk Utility**.
es: Del menú **Aplicaciones** → **Herramientas del Sistema** → **Utilidad de Discos**.

source: <h2 class="bullet-number-two">Identify your external storage device</h2>
es: <h2 class="bullet-number-two">Identifica tu dispositivo de almacenamiento externo</h2>

source: The disk utility will list all the current storage devices on the left side of the screen:
es: La utilidad de discos listará de lado izquierdo de la pantalla todos los dispositivos de almacenamiento:

source: **Plug in the external storage device** that you want to use.
es: **Conecta el dispositivo externo de almacenamiento** que quieres usar.

source: A new device should appear in the list of storage devices. Click on it with the cursor:
es: Un nuevo dispositivo aparece en la lista de dispositivos de almacenamiento. Da clic sobre éste:

source: <h2 class="bullet-number-three">Format the device</h2>
es: <h2 class="bullet-number-three">Da formato al dispositivo</h2>

source: Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
es: Verifica que la descripción a la derecha del dispositivo corresponda a tu dispositivo: su marca, capacidad, etc.

source: Click on **Format Drive** to erase all the existing partitions on the device. If you're not sure, don't change the default option: *Master Boot Record*.
es: Da clic en **Formatear volumen** para borrar todas las particiones existentes en el dispositivo. Si no estás seguro, no cambies la opción predeterminada: *MBR*.

source: You will be prompted with a confirmation message.
es: Se te pedirá que confirmes la operación.

source: <h2 class="bullet-number-four">Create a new encrypted partition</h2>
es: <h2 class="bullet-number-four">Crea una partición cifrada</h2>

source: Now the schema of the partitions in the middle of the screen shows an empty device.
es: Ahora el esquema de la partición del centro de la pantalla muestra un dispositivo vacío.

source: Click on **Create Partition**.
es: Da clic en **Crear Partición**.

source: A window with options to configure the new partition will appear.
es: Un mensaje con opciones para configurar la partición nueva aparece.

source: **Size**: you can decide to create a partition on the whole device or just on part of it. In this example we are creating a partition of 2.0 GB on a device of 3.9 GB.
es: **Tamaño**: puedes crear una partición en todo el dispositivo o sólo en una parte de éste. En este ejemplo estamos creando una partición de 2.0 GB en un dispositivo de 3.9 GB.

source: **Type**: you can change the filesystem type of the partition. If you are not sure you can leave the default value: *Ext4*.
es: **Tipo**: puedes cambiar el tipo de sistema de archivos de la partición. Si no estás seguro puedes dejar el valor predeterminado que es: *Ext4*.

source: **Name**: you can set a name for the partition. This name will remain invisible until the partition is open but will help you to identify it during use.
es: **Nombre**: puedes configurar un nombre para la partición. Este nombre permanecerá oculto hasta que la partición se abra, así te ayudará a identificarla durante su uso.

source: **Encrypt underlying device**: check this box to encrypt the partition!
es: **Cifrar el dispositivo subyacente**: ¡selecciona esta opción para cifrar la partición!

source: Then click on **Create**.
es: Entonces da clic en **Crear**.

source: You will be asked to enter a passphrase for the new partition.
es: Se te pedirá que ingreses una contraseña para la nueva partición.

source: Creating the partition might take a few seconds after which the schema of the device will display the new encrypted partition:
es: Crear la partición puede durar unos segundos, después de lo cual el esquema del dispositivo mostrará la nueva partición cifrada:

source: At this point you can create other partitions in the free space left on the device, if you want, by clicking on it and doing again *Create Partition*.
es: Ahora, si quieres, puedes crear otra partición en el espacio que queda vacío en el dispositivo, dando clic sobre éste y otra vez en *Crear Partición*.

source: <h2 class="bullet-number-five">Use the new partition</h2>
es: <h2 class="bullet-number-five">Usa la partición nueva</h2>

source: Now you can access this new volume from the **Places** menu with the name you gave it. You won't be asked for its passphrase unless you unplug it and plug it again.
es: Ahora puedes acceder a este nuevo volumen desde el menú **Lugares** con el nombre que le diste. No te preguntará por la contraseña a menos que lo desconectes y vuelvas a conectarlo.

source: Open an existing encrypted partition
es: Abre una partición cifrada existente

source: When plugging a device containing an encrypted partition, Tails won't mount it automatically but it will appear in the **Places** menu. If several partitions appear as **Encrypted**, like in the example, you can use its size to guess which one is the one you want to open.
es: Cuando conectas un dispositivo que contiene una partición cifrada, Tails no la montará automáticamente sino aparecerá en el menú **Lugares**. Si varias particiones aparecen como **Cifradas**, como en el ejemplo, puedes guiarte por el tamaño para saber cuál es la que quieres abrir.

source: You will be asked to enter the passphrase to unlock the volume.
es: Se te preguntará la contraseña para desbloquear el volumen.

source: In case you get it wrong, you will be warned with an error message. You can try to open the partition as before and as many times as you want.
es: En caso de que te equivoques, aparecerá un mensaje de error. Puedes intentar abrir la partición como antes y tantas veces como quieras.

source: In case you get it right, it will open a file browser in this partition.
es: En el caso correcto, se abrirá el navegador de archivos en la partición.
