Repository: danielchatfield/tails
Catalog: wiki/src/doc/encryption_and_privacy/openpgp_with_gedit.*.po
Languages: es

source: [[!meta title="OpenPGP with gedit"]]
es: [[!meta title="OpenPGP con gedit"]]

source: **It is unsafe to write confidential text in a web browser** since Javascript attacks can access it from inside the browser. You should rather write your text in a separate application, encrypt it with gedit and then paste the encrypted text in your browser, before sending it by email for example.
es: **No es seguro escribir texto confidencial en un navegador web** porque ataques con Javascript pueden acceder a éste dentro del navegador. Mejor debes escribir tu texto en una aplicación separada, cifrar con gedit y pegarlo cifrado en tu navegador, por ejemplo, antes de enviarlo por correo.

source: This technique requires you to use public-key encryption and to have the secret key for which the message was encrypted. If you never used OpenPGP keys before, you might rather want to encrypt your messages using a passphrase with OpenPGP passphrase encryption. [[See the corresponding documentation.|openpgp_passphrase_encryption]]
es: Esta técnica requiere que uses cifrado con claves públicas y tener la clave secreta con la cual el mensaje fue cifrado. Si nunca antes usaste claves OpenPGP, es posible que quieras mejor cifrar tus mensajes usando una contraseña con cifrado por contraseña de OpenPGP. [[Lee la documentación correspondiente.|openpgp_passphrase_encryption]]

source: Encrypt text using public-key encryption
es: Cifra texto usando una clave pública de cifrado

source: <h2 class="bullet-number-one">Write your message in the text editor</h2>
es: <h2 class="bullet-number-one">Escribe tus mensajes en el editor de texto</h2>

source: Open gedit from the menu **Application** → **Accessories** → **gedit Text Editor**.
es: Abre gedit desde el menú **Aplicaciones** → **Accesorios** → **Editor de textos gedit**.

source: Write your text.
es: Escribe tu texto.

source: <h2 class="bullet-number-two">Encrypt it using gedit</h2>
es: <h2 class="bullet-number-two">Cifra usando gedit</h2>

source: **Select it** with the mouse. Choose from the menu **Edit** → **Encrypt...**.
es: **Selecciónalo** con el ratón. Elige del menú **Editar** → **Cifrar...**.

source: You will be prompted with a window to choose the recipient of the message. In this example we will encrypt this message to send it to email of Tails developers.
es: Aparecerá un mensaje donde podrás elegir el destinatario del mensaje. En el ejemplo cifraremos este mensaje para enviarlo al correo de los desarrolladores de Tails.

source: **Select the corresponding key**. Click **Ok**.
es: **Selecciona la clave correspondiente**. Clic en **Aceptar**.

source: The confidential message should be replaced by its encrypted version.
es: El mensaje confidencial debe ser reemplazado por su versión cifrada.

source: You can now copy and paste this encrypted message to include it in an email for example.
es: Ahora puedes copiar y pegar el mensaje cifrado para incluirlo, por ejemplo, en un correo.

source: Decrypt encrypted text
es: Descifra texto cifrado

source: To decrypt an encrypted text you can do the reverse operation.
es: Para descifrar un texto cifrado debes realizar la operación inversa.

source: <h2 class="bullet-number-one">Copy the encrypted text into the clipboard</h2>
es: <h2 class="bullet-number-one">Copia el texto cifrado en el portapapeles</h2>

source: **Select the encrypted text** that you want to decrypt with the mouse. Copy it into the clipboard by doing **right-click** → **Copy**.
es: **Selecciona el texto cifrado** que quieres descifrar usando el ratón. Cópialo al portapapeles haciendo **clic derecho** → **Copiar**.

source: <h2 class="bullet-number-two">Decrypt it using gedit</h2>
es: <h2 class="bullet-number-two">Descifra usando gedit</h2>

source: **Paste the encrypted message** into gedit. **Select it** with the mouse. Choose from the menu **Edit** → **Decrypt/Verify**.
es: **Pega el mensaje cifrado** dentro de gedit. **Selecciónalo** con el ratón. Elige del menú **Editar** → **Descifrar/Verificar**.

source: You will be prompted for the passphrase of the secret key for which the message has been encrypted.
es: Se te solicitará la contraseña de la clave secreta con la cual el mensaje ha sido cifrado.

source: The encrypted message should be replaced by its decrypted version.
es: El mensaje cifrado es reemplazado por su versión descifrada.
