Repository: danielchatfield/tails
Catalog: wiki/src/doc/encryption_and_privacy/openpgp_passphrase_encryption.*.po
Languages: es

source: [[!meta title="OpenPGP passphrase encryption"]]
es: [[!meta title="Cifrado con contraseña en OpenPGP"]]

source: Tails proposes you a custom applet to **encrypt text with a passphrase** using OpenPGP passphrase encryption.
es: Tails te propone un applet personalizado para **cifrar texto con una contraseña** usando cifrado con contraseña OpenPGP.

source: **It is unsafe to write confidential text in a web browser** since Javascript attacks can access it from inside the browser. You should rather write your text in a separate application, encrypt it with gpgApplet and then paste the encrypted text in your browser, before sending it by email for example.
es: **No es seguro escribir texto confidencial en un navegador web** porque ataques con Javascript pueden acceder a éste dentro del navegador. Mejor debes escribir tu texto en una aplicación separada, cifrar con gpgApplet y pegarlo cifrado en tu navegador, por ejemplo, antes de enviarlo por correo.

source: This technique requires you to share a secret passphrase with the people that will need to decrypt the message. OpenPGP also allows you to use public-key cryptography to send confidential messages without having a shared passphrase. [[See the corresponding documentation.|openpgp_with_gedit]]
es: Esta técnica requiere que compartas una contraseña secreta con la persona que descifrará el mensaje. OpenPGP también te permite usar una clave pública criptográfica para enviar mensajes confidenciales sin usar una contraseña compartida. [[Ver la documentación correspondiente.|openpgp_with_gedit]]

source: Encrypt text with a passphrase
es: Cifra texto con una contraseña

source: <h2 class="bullet-number-one">Write your message in the text editor</h2>
es: <h2 class="bullet-number-one">Escribe tu mensaje en el editor de textos</h2>

source: Open gedit from the menu **Applications** → **Accessories** → **gedit Text Editor**.
es: Abre gedit desde el menú **Aplicaciones** → **Accesorios** → **Editor de textos gedit**.

source: Write your text.
es: Escribe tu texto.

source: <h2 class="bullet-number-two">Encrypt it with a passphrase using gpgApplet</h2>
es: <h2 class="bullet-number-two">Cifra con una contraseña usando gpgApplet</h2>

source: **Select it** with the mouse. Copy it into the clipboard by doing **right-click** → **Copy**.
es: **Selecciónalo** con el ratón. Cópialo al portapapeles haciendo **clic derecho** → **Copiar**.

source: **The logo of the gpgApplet should represent lines of text**, meaning that the clipboard contains non-encrypted text:
es: **El logo de gpgApplet debe mostrar líneas de texto**, significando que el portapapeles contiene texto sin cifrar:

source: Click on the applet and select **Encrypt Clipboard** from the menu.
es: Da clic en el applet y selecciona **Encrypt Clipboard (Cifrar Portapapeles)** del menú.

source: The applet will prompt you with a passphrase twice.
es: El applet te solicitará una misma contraseña en dos ocasiones.

source: **The logo of the gpgApplet should now show a lock**, meaning that the clipboard contains encrypted text:
es: **El logo de gpgApplet ahora debe mostrar un candado**, significando que el portapapeles contiene texto cifrado:

source: <h2 class="bullet-number-three">Paste your encrypted text</h2>
es: <h2 class="bullet-number-three">Pega tu texto cifrado</h2>

source: Now paste this encrypted text in another application by doing **right-click** → **Paste**. For example, paste it in the web browser in order to send it by email.
es: Ahora pega ese texto cifrado en otra aplicación haciendo **clic derecho** → **Pegar**. Por ejemplo, pégalo en el navegador web para enviarlo por correo.

source: Decrypt encrypted text
es: Descifrar texto cifrado

source: To decrypt an encrypted text you can do the reverse operation.
es: Para descifrar un texto cifrado debes realizar la operación inversa.

source: <h2 class="bullet-number-two">Copy the encrypted text into the clipboard</h2>
es: <h2 class="bullet-number-two">Copia el texto cifrado al portapapeles</h2>

source: **Select the encrypted text that you want to decrypt** with the mouse. Copy it into the clipboard by doing **right-click** → **Copy**.
es: **Selecciona con el ratón el texto cifrado que quieres descifrar.** Cópialo al portapapeles haciendo **clic derecho** → **Copiar**.

source: **The logo of the gpgApplet should show a lock**, meaning that the clipboard contains encrypted text:
es: **El logo de gpgApplet debe mostrar un candado**, significando que el portapapeles contiene texto cifrado:

source: <h2 class="bullet-number-two">Decrypt it using gpgApplet</h2>
es: <h2 class="bullet-number-two">Descifra usando gpgApplet</h2>

source: Click on the gpgApplet and select **Decrypt/Verify** from the menu.
es: Da clic en gpgApplet y selecciona **Decrypt/Verify Clipboard (Descifrar/Verificar portapapeles)** del menú.

source: The applet should prompt you with a decrypted version of the text.
es: El applet te mostrará una versión descifrada del texto.
