Repository: danielchatfield/tails
Catalog: wiki/src/doc/first_steps/manual_usb_installation/linux.*.po
Languages: fr

source: [[!meta title="Manually installing onto a USB stick, for Linux"]]
fr: [[!meta title="Installer manuellement sur une clé USB, depuis Linux"]]

source: <h2 class="bullet-number-two">Find out the device name of the USB stick</h2>
fr: <h2 class="bullet-number-two">Trouver le nom de périphérique de la clé USB</h2>

source: **Warning!** If you are not sure about the device name it is recommended to stop proceeding otherwise **you might risk overwriting any hard drive on the system**.
fr: **Attention!** Si vous avez un doute sur le nom d'un périphérique, arrêtez tout ! **Vous risquez d'écraser involontairement l'un de vos supports de données.**

source: The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
fr: Le nom du périphérique devrait être quelque chose comme `/dev/sdb`, `/dev/sdc`, etc.

source: If you're not sure about the precise device name, do the following.
fr: Si vous n'êtes pas certain de son nom exact, procédez comme suit.

source: Unplug the USB stick.
fr: Débranchez la clé USB.

source: Open the Gnome disk utility from the menu *Applications* → *System Tools* → *Disk Utility*:
fr: Ouvrez l'utilitaire de disque depuis *Applications* → *Outils système* → *Utilitaire de disque*.

source: The disk utility will list all the current storage devices on the left side of the screen:
fr: L'utilitaire de disque va afficher tous les périphériques de stockage actuels sur le côté gauche de l'écran.

source: Plug back the USB stick. A new device should appear in the list of storage devices. Select it with the cursor:
fr: Rebranchez la clé USB. Un nouveau disque devrait apparaître dans la liste des périphériques de stockage. Sélectionnez-le avec le curseur:

source: Check that the description of the device corresponds to your USB stick, its brand, its size, etc. on the right side of the screen.
fr: Vérifiez que la description du disque correspond à votre clé USB, sa marque, sa taille, etc. sur le côté droit de l'écran.

source: On this screenshot, the USB stick is a Kingston DataTraveler of 2.0 GB and its device name is `/dev/sdc`. Yours could be different.
fr: Sur cette capture d'écran, la clé USB est une Kingston DataTraveler de 2.0 GB, et son nom de périphérique est `/dev/sdc`. Le vôtre peut être différent.

source: <h2 class="bullet-number-three">Do the copy from the terminal</h2>
fr: <h2 class="bullet-number-three">Faire la copie depuis un Terminal</h2>

source: Open a terminal from the menu *Applications* → *Accessories* → *Terminal* and issue the following command, replacing `[tails.iso]` by the path to the ISO image that you want to copy and `[device]` by the device name found in [[step 2|linux#step_2]].
fr: Ouvrez un terminal depuis le menu *Applications* → *Accessoires* → *Terminal* et lancez les deux commandes suivantes, en remplaçant `[source]` par le chemin vers votre fichier ISO, et `[périphérique]` par le nom de périphérique trouvé à [[l'étape 2|linux#step_2]].

source: isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [device] && sync
fr: isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [périphérique] && sync

source: If you are not sure about the path to the ISO image or if you get a "No such file or directory" error, you can first type `cat`, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. This should insert the correct path to the ISO image in the terminal. Then complete the command.
fr: Si vous n'êtes pas sûr du chemin menant à votre fichier ISO ou si vous obtenez une erreur du type "No such file or directory", vous pouvez taper, dans le terminal, `cat` (suivi d'un espace) et venir glisser-déposer l'icône de votre fichier ISO depuis le navigateur de fichiers vers le terminal. Ceci devrait insérer le chemin du fichier ISO dans le terminal. Tapez ensuite le reste de la commande.

source: You should get something like this:
fr: Vous devriez obtenir quelque chose comme ça:

source: If you don't see any error message, Tails is being copied onto the key. The whole process might take some time, generally a few minutes. Be patient…
fr: Si vous ne voyez aucun message d'erreur, Tails est en train d'être copié vers la clé. Ce processus peut prendre du temps, généralement quelques minutes. Soyez patient…

source: Troubleshooting
fr: Dépannage

source: cat: /dev/sdx: No such file or directory
fr: cat: /dev/sdx: No such file or directory (fichier ou dossier non trouvé)

source: Then double-check the name of the device you found in [[step 2|linux#step_2]].
fr: Dans ce cas, revérifiez le chemin vers l'image disque que vous avez saisi à [[l'étape 2|linux#step_2]].

source: cat: /dev/sdx: Permission denied
fr: cat: /dev/sdx: Permission non accordée

source: You might also have committed a mistake in the device name, so please double-check it. If you're sure about the device name, this could be a permission problem and you could need to gain administration privileges before running the commands in the terminal. That could be:
fr: Vous avez probablement fait une erreur concernant le nom de périphérique. Faites donc, s'il-vous-plaît, une seconde vérification. Si vous êtes sûr de vos noms de périphériques, il s'agit peut-être d'un problème de permissions. Vous aurez sans doute besoin de vous identifier en tant qu'administrateur avant de lancer la commande dans le terminal. Vous pouvez procéder ainsi :

source: sudo su - isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [device] && sync
fr: sudo su - isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [périphérique] && sync

source: cat: tails.iso: No such file or directory
fr: cat: tails.iso: No such file or directory (fichier ou dossier non trouvé)

source: Then you surely have committed a mistake on the path to the ISO image in [[step 3|linux#step_3]].
fr: Vous avez probablement fait une erreur concernant le chemin de votre fichier ISO à [[l'étape 3|linux#step_3]] de la seconde méthode.
