Repository: danielchatfield/tails
Catalog: wiki/src/doc/first_steps/manual_usb_installation/mac.*.po
Languages: pt

source: <!-- FIXME: How do we run isohybrid for Mac? -->
pt: <!-- CONSERTE-ME: Como se pode rodar o isohybrid para Mac? -->

source: [[!meta title="Manually installing onto a USB stick, for Mac"]]
pt: [[!meta title="Instalando manualmente em uma memória USB no Mac"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
pt: [[!inline pages="doc/first_steps/manual_usb_installation.intro.pt" raw="yes"]]

source: This technique uses the command line.
pt: Esta técnica utiliza a linha de comando.

source: **Warning!** If at some point you are not sure about a device name it is recommended to stop proceeding otherwise **you might risk overwriting any hard drive on the system**. Proceed at your own discretion! We admit that this method is pretty crude at the moment and we are working on a more intuitive one.
pt: **Atenção!** Se você não tem certeza do nome do dispositivo recomendamos parar com o procedimento pois caso contrário **você corre o risco de escrever em cima de qualquer disco rígido do sistema**. Proceda sob sua própria conta e risco! Nós sabemos que este método está bastante cru neste momento e estamos trabalhando em um método mais intuitivo.

source: Step 1: Setup rEFIt.
pt: Passo 1: Instale o rEFIt.

source: You need to have [rEFIt](http://refit.sourceforge.net/) installed and working on the mac.
pt: Você precisa ter o [rEFIt](http://refit.sourceforge.net/) instalado e funcionando no mac.

source: If you need help with rEFIt, look at [their installation documentation](http://refit.sourceforge.net/doc/c1s1_install.html).
pt: Se você precisar de ajuda com rEFIt, veja a [documentação de instalação](http://refit.sourceforge.net/doc/c1s1_install.html) em seu sítio.

source: Step 2: Find out the device name of the destination USB stick.
pt: Passo 2: Descubra o nome do dispositivo da memória USB.

source: The device name should be something like `/dev/disk1`, `/dev/disk2`, etc.
pt: O nome do dispositivo deve ser algo como `/dev/sdb`, `/dev/sdc`, etc.

source: If you're not sure about the precise device name, do the following.
pt: Se você não tem certeza do nome preciso do dispositivo, faça o seguinte.

source: Unplug the destination USB stick.
pt: Desconecte a memória USB.

source: Open Terminal from *Applications* → *Utilities* → *Terminal.app*:
pt: Abra o Terminal a partir de *Aplicações* → *Utilitários* → *Terminal.app*:

source: Type the following command:
pt: Digite o segiunte comando:

source: This will list all the current storage devices:
pt: Isto vai listar os dispositivos de armazenamento presentes:

source: [[!img mac/diskUtil_list_empty_small.png link=no alt="Empty list"]]
pt: [[!img mac/diskUtil_list_empty_small.png link=no alt="Lista vazia"]]

source: Plug back the destination USB stick and run the same command as before:
pt: Reconecte a memória USB de destino e rode o mesmo comando de antes:

source: A new device should appear in the list of storage devices. Check that the size of the device corresponds to your destination USB drive. In my case the USB drive is 4.0 GB and the location is /dev/disk1:
pt: Um novo dispositivo deve aparecer na lista de dispositivos de armazenamento. Verifique que o tamanho do dispositivo corresponde à sua memória USB de destino. No meu caso, a memória USB possui 4.0 GB e a localização é /dev/disk1:

source: [[!img mac/diskUtil_list_USB_shows_small.png link=no alt="A new storage device appeared at the end of the list"]]
pt: [[!img mac/diskUtil_list_USB_shows_small.png link=no alt="Um novo dispositivo de armazenamento apareceu no fim da lista"]]

source: Step 3: Unmount the USB drive.
pt: Passo 3: Desmonte o dispositivo USB.

source: In the terminal window issue the following command, again replacing the destination with the device name found in step 1.
pt: Na janela de terminal, execute o segiunte comando, novamente substituindo o destino com o nome do dispositivo encontrado no passo 1.

source: diskUtil unmountDisk [destination]
pt: diskUtil unmountDisk [destino]

source: [[!img mac/diskUtil_unmountDisk_small.png link=no alt="Unmounting the USB drive"]]
pt: [[!img mac/diskUtil_unmountDisk_small.png link=no alt="Desmontando o dispositivo USB"]]

source: Step 4: Do the copy from the terminal.
pt: Passo 4: Faça a cópia a partir do terminal.

source: In the terminal window issue the following command, replacing `[tails.iso]` by the path to the ISO image that you want to copy and `[destination]` by the device name found in step 1.
pt: Na janela do temrinal, execute o segiunte comando, substituindo `[tails.iso]` pelo caminho para a imagem ISO que você quer copiar e `[destino]` pelo nome do dispositivo encontrado no passo 1.

source: cat [tails.iso] > [destination] && sync
pt: cat [tails.iso] > [destino] && sync

source: If you are not sure about the path to the ISO image or if you get a "No such file or directory" error, you can first type `cat`, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. This should insert the correct path to the ISO image in the terminal. Then type the rest of the command.
pt: Se você não tem certeza do caminho para a imagem ISO ou se você obtiver um erro "Arquivo ou diretório não encontrado", você pode primeiro escrever `cat`, seguido de um espaço, e então arrastar o ícone da imagem ISO de um navegador de arquivos e soltar no terminal. Isto deve inserir o caminho correto para a imagem ISO no terminal. Então, complete o comando.

source: You should get something like this:
pt: Você deve terminar com algo assim:

source: [[!img mac/cat_copy_to_USB_small.png link=0 alt="Copying the tails.iso to the USB drive"]]
pt: [[!img mac/cat_copy_to_USB_small.png link=0 alt="Copiando tails.iso para o dispositivo USB"]]

source: Step 5: Press enter and wait.
pt: Passo 5: pressione enter e aguarde.

source: If you don't see any error message, Tails is being copied onto the key. The whole process might take a while, generally a few minutes. Be patient…
pt: Se você não vir nenhuma mensagem de erro, então o Tails está sendo cpiado para a chave. O processo completo pode demorar algum tempo, geralmente alguns minutos. Seja paciente...

source: Step 6:
pt: Passo 6:

source: Reboot your Mac, wait for the rEFIt menu and select the USB drive to boot.
pt: Reinicie seu Mac, aguarde o menu do rEFIt e selecione o drive USB para fazer o boot.

source: Notes
pt: Notas

source: Note that Tails developers are in general not very knowledgeable about Mac. Any additional information is welcome.
pt: Note que os desenvolvedores do Tails em geral não possuem muito conhecimento sobre Mac. Qualquer informação adicional é bem vinda.

source: An alternative, easier method was suggested; it looks like it requires a fairly recent version of OSX:
pt: Uma forma alternativa e mais fácil foi sugerida: parece que requer uma versão mais recente do OSX:

source: Open Disk Utility
pt: Abra o Utilitário de Disco (Disk Utility)

source: Find The Drive
pt: Encontre o dispositivo

source: Format Tab
pt: Aba Format

source: Source is ISO File
pt: Source é o arquivo ISO

source: Destination is USB Drive
pt: Destination é o dispositivo USB
