Repository: danielchatfield/tails
Catalog: wiki/src/bug_reporting.*.po
Languages: fr

source: [[!meta title="Bug reporting"]]
fr: [[!meta title="Rapporter un bug"]]

source: <p> So you think you have found a bug in The Amnesic Incognito Live System, and are willing to tell us about it. Great. Please read-on. </p>
fr: <p> Ainsi donc, vous pensez avoir trouvé un bug dans le Système Live Amnésique Incognito, et vous désirez nous le signaler ? Fabuleux ! Voyons donc... </p>

source: Why you should read this
fr: Pourquoi vous devriez lire ceci ?

source: Simply put, the more effectively you report a bug, the more likely we are to fix it.
fr: En quelques mots : plus votre rapport de bug est précis, plus il a de chances d'être corrigé.

source: Check if the bug is known
fr: Vérifiez si le bug a déjà été signalé

source: Have a look to the [[list of known bugs|bugs]] and to the [[list of bugs that are fixed in our development tree, and will therefore be fixed in the next shipped release|bugs/pending]].
fr: Jetez un œil à la [[liste des bugs connus|bugs]] et à celle des [[bugs corrigés dans la branche de développement, et donc corrigés pour la prochaine version|bugs/pending]].

source: How to write a useful bug report
fr: Comment écrire un rapport de bug utile ?

source: Please read at least the _Summary_ section of the great [How to Report Bugs Effectively](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html#summary)
fr: Lisez au moins la partie _Résumé_ du magnifique [Comment signaler efficacement un bug](http://www.chiark.greenend.org.uk/~sgtatham/bugs-fr.html#summary)

source: Once you are done, you can eventually [[post|bugs]] your bug report.
fr: Lorsque c'est fait, vous pouvez [[écrire|bugs]] votre rapport de bug.

source: Special cases
fr: Cas particuliers

source: The Live System does not boot entirely
fr: Le Système Live Amnesique Incognito ne démarre pas complètement

source: In the graphical boot menu, press `TAB` to add the `debug` parameter to the boot command line, and remove the `splash` one from there, so that a bunch of hopefully useful messages are displayed on boot.
fr: Dans le menu graphique de démarrage, appuyez sur la touche `TAB` pour ajouter le paramètre `debug` à la ligne de commande de démarrage, et ôtez le `splash`, afin qu'un gros tas de messages utiles soient affichés au démarrage.

source: Then try to boot again, and append the end of the boot log (or what seems to be relevant to your problem) to your bug report.
fr: Ensuite, essayez de redémarrer, et ajoutez la fin du journal de démarrage (ou ce qui semble correspondre à votre problème) à votre rapport de bug.
