Repository: danielchatfield/tails
Catalog: wiki/src/contribute.*.po
Languages: fr

source: [[!meta title="Contributing to Tails"]]
fr: [[!meta title="Contribuer à Tails"]]

source: There are many ways <strong>you</strong> can contribute to Tails:
fr: Il y a diverses façons de contribuer à Tails:

source: [[Make a donation|contribute/how/donate]]
fr: [[Faire un don|contribute/how/donate]]

source: [[Test our release candidates|contribute/how/testing]]
fr: [[Tester nos Release Candidates|contribute/how/testing]]

source: [[Setup a BitTorrent or HTTP mirror|contribute/how/mirror]]
fr: [[Mettre en place un mirroir BitTorrent ou HTTP|contribute/how/mirror]]

source: [[Help other Tails users|contribute/how/help]]
fr: [[Aider d'autres utilisateurs de Tails|contribute/how/help]]

source: [[Improve documentation|contribute/how/documentation]]
fr: [[Améliorer la documentation|contribute/how/documentation]]

source: [[Reporting Bugs|doc/first_steps/bug_reporting]]
fr: [[Rapporter des Bugs|doc/first_steps/bug_reporting]]

source: [[Spread the word|contribute/how/promote]]
fr: [[Promouvoir Tails|contribute/how/promote]]

source: [[Fix a bug|contribute/how/code]]
fr: [[Proposer un correctif|contribute/how/code]]

source: [[Implement a new feature|contribute/how/code]]
fr: [[Proposer une nouvelle fonctionnalité|contribute/how/code]]

source: [[Improve Tails in your own language|contribute/how/translate]]
fr: [[Améliorer Tails dans votre propre langue|contribute/how/translate]]

source: [[Provide needed input to developers|contribute/how/input]]
fr: [[Apporter de l'aide aux développeurs|contribute/how/input]]

source: <strong>Note:</strong> other pages in this section are not translated into non-English languages, since they document no way to contribute to Tails that is doable without understanding at least a bit of English. Sorry about that.
fr: <strong>Note :</strong> Nous sommes désolés mais les autres pages de cette section ne sont pas traduites en Français. En effet, il est nécessaire de comprendre un minimum l'Anglais pour participer à Tails.

source: Tails has a [[specification and design document|contribute/design]].
fr: Tails a une [[documentation de spécification et de conception|contribute/design]].

source: Other design documentation:
fr: Autre documentation de conception :

source: Other development pages
fr: Autres pages de developpement

source: <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?users=tails-dev@boum.org">bugs that we are interested in on the Debian BTS</a>
fr: <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?users=tails-dev@boum.org">Bugs qui nous intéressent sur Debian BTS</a>

source: Tools
fr: Outils

source: You can [[fetch Tails source code using git|contribute/git]].
fr: Vous pouvez [[obtenir le code source de Tails en utilisant git|contribute/git]].

source: This wiki is used as a basic bug tracking system:
fr: Ce wiki est utilisé comme un système de suivi de bugs basique :

source: Talk with us
fr: Echanger
