Repository: danielchatfield/tails
Catalog: wiki/src/download.*.po
Languages: de, fr, pt

source: [[!meta title="Download, verify and install"]] <strong>Tails is [[Free Software|license]], you can download it, use it and share it without restriction.</strong>
fr: [[!meta title="Télécharger, vérifier et installer Tails"]] <strong>Tails est un [[Logiciel Libre|license]], vous pouvez le télécharger, l'utiliser et le partager sans restriction.</strong>

source: First time user?
de: Anfänger?
fr: Première utilisation ?
pt: Primeira vez com o Tails?

source: If you don't know what a metadata or a man-in-the-middle attack is.
de: Falls Sie nicht wissen, was ein Metadaten- oder ein "Man-in-the-middle"-Angriff ist...
fr: Si vous ne savez pas ce qu'est une metadonnée ou une attaque <emph>man-in-the-middle</emph>.
pt: Se você não sabe o que são metadados ou o que é um ataque man-in-the-middle.

source: If you think no-one can eavesdrop on your communications because you are using Tor.
de: Falls Sie denken, niemand könne Ihre Kommunikation abhören, weil Sie Tor verwenden...
fr: Si vous pensez que personne ne peut surveiller vos communications lorsque vous utilisez Tor.
pt: Se você acha que ninguém pode grampear suas comunicações porque você usa Tor.

source: If you have no notion on how Tails works.
fr: Si vous n'avez aucune idée du fonctionnement de Tor.
pt: Se você não sabe como o Tails funciona.

source: <strong>Then, check first the [[about]] and [[warning|doc/warning]] pages to make sure that Tails is the right tool for you and that you understand well its limitations.</strong>
fr: <strong>Alors, consultez les pages [[à propos|about]] et [[avertissement|doc/warning]] afin de vous assurer que Tails est bien l'outil qu'il vous faut et d'en connaître les limites</strong>

source: Download the ISO image
de: Laden Sie das ISO-Image herunter
fr: Télécharger l'image ISO
pt: Baixe a imagem ISO

source: Direct download
de: Direkter Download
fr: Téléchargement direct
pt: Download direto

source: Latest release
de: Aktuelle Version
fr: Dernière version
pt: Última versão

source: Cryptographic signature
de: Kryptographische Signatur
fr: Signatures cryptographiques
pt: Assinatura digital

source: If you're not sure what the cryptographic signature is, please go on and read the part on [[verifying the ISO image|download#index3h1]].
fr: Si vous ne savez pas ce qu'est une signature numérique, consultez la documentation consacrée à la [[vérification de l'image ISO|download#index3h1]].

source: Set up a web mirror
de: Einen Spiegelserver einrichten
fr: Configurer un miroir web
pt: Configure um espelho web

source: If you're running a web server, you're most welcome to help us spread Tails by [[setting up a web mirror|contribute/how/mirror]].
de: Sollten Sie einen Web-Server betreiben, sind Sie herzlich eingeladen, uns bei der Verbreitung von Tails durch das [[Einrichten eines Spiegelservers|contribute/how/mirror]] zu unterstützen.
fr: Toute aide est la bienvenue pour diffuser Tails, [[via BitTorrent ou en vous occupant d'un miroir HTTP|contribute/how/mirror]]
pt: Se você possui um servidor, você é mais que bem-vindo/a a ajudar a difundir o Tails [[montando um espelho web|contribute/how/mirror]].

source: BitTorrent download
fr: Téléchargement via BitTorrent
pt: Baixar via BitTorrent

source: Seed back!
de: Seede zurück!
fr: Diffusez !
pt: Semeie em retribuição!

source: Seeding back the image once you downloaded it is also a nice and easy way of helping spread Tails.
fr: Maintenir en partage l'image téléchargée est un moyen simple d'aider à diffuser Tails.
pt: Semear em retribuição depois que o arquivo tiver sido baixado também é uma bela forma de ajudar a difundir o Tails.

source: Verify the ISO image
de: ISO-Image überprüfen
fr: Vérifier l'image ISO
pt: Verifique a imagem ISO

source: It is important to check the <span class="definition">[[!wikipedia Data_integrity desc="integrity"]]</span> of the ISO image you downloaded to make sure that the download went well.
de: Es ist wichtig, die [[!wikipedia_de Integrität_(Informationssicherheit) desc="Integrität"]] des heruntergeladenen ISO-Images zu prüfen. Dies stellt sicher, dass der Download gut verlaufen ist.
fr: Il est important de vérifier l'<span class="definition">[[!wikipedia_fr Intégrité_(cryptographie) desc="intégrité"]]</span> de l'image ISO téléchargée afin de vous assurer que le téléchargement s'est bien déroulé.
pt: É importante revisar a <span class="definition">[[!wikipedia Data_integrity desc="integridade"]]</span> da imagem ISO uma vez que ela tenha sido baixada para certificar-se de que foi baixada sem erros.

source: <strong>Warning: the following techniques don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong>
fr: <strong>Avertissement: les techniques suivantes ne vous assurent pas d'avoir téléchargé une image ISO intègre, fonctionnelle et [[!wikipedia_fr Facteur_d'authentification desc="authentique"]].</strong>

source: Those techniques rely on standard HTTPS and <span class="definition">[[!wikipedia Certificate_authority desc="certificate authorities"]]</span> to make you trust the content of this website. But, [[as explained on our warning page|doc/warning#index3h1]], you could still be victim of a man-in-the-middle attack while using HTTPS. On this website as much as on any other of the Internet.
fr: Ces techniques sont basées sur le standard HTTPS et les [[!wikipedia_fr Autorité_de_certification desc="autorités de certification"]] pour certifier le contenu de ce site. Or, [[comme expliqué sur notre page d'avertissement|doc/warning#index3h1]], vous pouvez être victime d'une attaque de type "man-in-the-middle" lorsque vous accédez à ce site. Lorsque vous accédez à ce site, tout comme lorsque vous accédez à n'importe quel site internet...

source: It is anyway a good thing to check the ISO image integrity first. We will propose you after that some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
fr: Il est dans tous les cas important de vérifier d'abord l'intégrité de l'image ISO. Nous vous proposerons après ça quelques techniques avancées pour <a href="#authenticity-check">vérifier l'<strong>authenticité</strong> de l'image ISO</a>.

source: All Tails ISO image are cryptographically signed by our OpenPGP key. OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
fr: Toutes les images ISO de Tails sont signées avec notre clef OpenGPG. OpenGPG est un standard pour le chiffrement des données qui fournit confidentialité et authentification par l'usage de clefs. La vérification de ces signatures est recommandée afin de s'assurer de l'intégrité de l'image ISO téléchargée.

source: Do you want to check the ISO image integrity:
fr: Voulez-vous vérifier l'intégrité de l'image ISO :

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc."]]
fr: [[!toggle id="verify_the_iso_image_using_gnome" text="En utilisant Linux avec Gnome: Ubuntu, Debian, Tails, Fedora, etc."]]

source: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Using Linux with the command line"]]
de: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Unter Linux mit der Befehlszeile"]]
fr: [[!toggle id="verify_the_iso_image_using_the_command_line" text="En utilisant Linux et les lignes de commande"]]
pt: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Usando Linux via linha de comando"]]

source: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Using other operating systems"]]
de: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Mit einem anderen Betriebssystem"]]
fr: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="En utilisant un autre système d'exploitation"]]
pt: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Usando outros sistemas operacionais"]]

source: Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc.
de: Unter Linux mit Gnome: Ubuntu, Debian, Tails, Fedora, etc.
fr: En utilisant Linux avec Gnome: Ubuntu, Debian, Tails, Fedora, etc.
pt: Usando Gnome no Linux: Ubuntu, Debian, Tails, Fedora, etc.

source: You need to have the <code>seahorse-plugins</code> package installed. If you're not sure or want to install it, under Debian, Ubuntu or Tails you can issue the following commands:
fr: Vous avez besoin du paquet <code>seahorse-plugins</code>. Si vous n'êtes pas sûr qu'il soit installé ou souhaitez l'installer, vous pouvez utiliser les commandes suivantes dans un terminal :

source: First, download Tails signing key:
fr: Tout d'abord, téléchargez la clé de signature de Tails:

source: Your browser should propose you to open it with "Import Key". Choose this action. It will add Tails signing key to your keyring, the collection of OpenPGP keys you already imported:
fr: Votre navigateur peut vous proposer de l'ouvrir avec "Import Key" ou "Importer la clef". Choisissez cette action. Cela va ajouter la clef Tails à votre trousseau, qui rassemble les clef OpenPGP que vous avez déjà importées:

source: You will get notified will the following message:
fr: Vous serez notifié avec le message suivant :

source: Now, download the cryptographic signature corresponding to the ISO image you want to verify:
fr: Maintenant téléchargez la signature numérique correspondant à l'image ISO que vous souhaitez vérifier:

source: Your browser should propose you to open it with "Verify Signature". Choose this action to start the cryptographic verification:
fr: Votre navigateur devrait vous proposer de l'ouvrir avec "Vérifier signature". Choisissez cette action pour démarrer la vérification

source: Browse your files to select the Tails ISO image you want to verify. Then, the verification will start. It can take several minutes:
fr: Parcourez vos fichiers pour sélectionner l'image ISO que vous souhaitez vérifier. La vérification peut prendre quelques minutes :

source: <strong>If the ISO image is correct</strong> you will get a notification telling you that the signature is good:
fr: <strong>Si la signature numérique correspond à l'image ISO </strong>, vous recevrez un message vous l'indiquant:

source: <strong>If the ISO image is not correct</strong> you will get a notification telling you that the signature is bad:
fr: <strong>Si l'image ISO est corrompu</strong>, vous recevrez un message de ce type :

source: Using Linux with the command line
de: Unter Linux mit der Kommandozeile
fr: Utiliser Linux et les lignes de commande
pt: Usando Linux via linha de comando

source: You need to have GnuPG installed. GnuPG is the common OpenPGP implementation for Linux: it is installed by default under Debian, Ubuntu, Tails and many other distributions.
fr: Vous avez besoin d'avoir GnuPG installé? GnuPG est l'implementation de OpenPGP pour Linux. Il est installé par défaut avec Debian, Ubuntu, Tails et bien d'autres distributions.

source: Open a terminal and import Tails signing key with the following commands:
fr: Ouvrez un terminal et importez la signature Tails avec les commandes suivantes:

source: cd [the directory in which you downloaded the key] cat tails-signing.key | gpg --import
fr: cd [le dossier dans lequel vous avez téléchargé la clef] cat tails-signing.key | gpg --import

source: The output should tell you that the key was imported:
fr: La sortie devrait vous indiquer que la clef a été importée:

source: If you had already imported Tails signing key in the past, the output should tell you that the key was not changed:
fr: Si vous aviez déjà importé une clef Tails par le passé, la sortie devrait vous indiquer que la clef n'a pas été modifiée:

source: Now, download the cryptographic signature corresponding to the ISO image you want to verify and save it in the same folder as the ISO image:
fr: Maintenant téléchargez la signature numérique correspondant au fichier ISO que vous souhaitez vérifier et sauvegardez-la dans le même dossier que le fichier ISO

source: Then start the cryptographic verification, it can take several minutes:
fr: Lancez alors la vérification, qui peut prendre plusieurs minutes:

source: cd [the ISO image directory] gpg --verify tails-i386-0.8.1.iso.pgp tails-i386-0.8.1.iso
fr: cd [le répertoire contenant l'image ISO] gpg --verify tails-i386-0.8.1.iso.pgp tails-i386-0.8.1.iso

source: <strong>If the ISO image is correct</strong> the output will tell you that the signature is good:
fr: <strong>Si la signature numérique correspond à l'image ISO </strong>, vous recevrez un message vous l'indiquant:

source: This might be followed by a warning saying:
fr: Ce qui risque d'être suivie d'un avertissement disant :

source: This doesn't alter the validity of the signature according to the key you downloaded. This warning rather has to do with the trust that you put in Tails signing key. See, [[Trusting Tails signing key|doc/trusting_tails_signing_key]]. To remove this warning you would have to personnally <span class="definition">[[!wikipedia Keysigning desc="sign"]]</span> Tails signing key with your own key.
fr: Ceci n'altère pas la validité de la signature liée à la clé que vous avez téléchargé. Cet avertissement a plutôt à voir avec la confiance que vous portez à la clé de signature de Tails. Voir [[Faire confiance à la clé de signature de Tails|doc/trusting_tails_signing_key]]. Afin de ne plus avoir cet avertissement, vous devrez personnellement <span class="definition">[[!wikipedia Keysigning desc="signer"]]</span> la clé de signature de Tails avec votre propre clé.

source: <strong>If the ISO image is not correct</strong> the output will tell you that the signature is bad:
fr: <strong>Si l'image ISO est corrompu</strong>, vous recevrez un message de ce type :

source: Using other operating systems
de: Mit einem anderen Betriebssystem
fr: Avec un autre système d'exploitation
pt: Usando outros sistemas operacionais

source: Using Firefox
fr: Avec Firefox

source: This technique is not using the cryptographic signature as the others do. We propose it because it's especially easy for Windows users.
fr: Cette technique n'utilise pas la signature numérique de la même manière que les autres. Nous la proposons car elle est aisée pour les utilisateurs de Windows

source: Install the CheckIt extension for Firefox available <a href="https://addons.mozilla.org/en-US/firefox/addon/checkit/">here</a> and restart Firefox.
fr: Installez l'extension CheckIt pour Firefox<a href="https://addons.mozilla.org/fr/firefox/addon/checkit/"> disponible ici </a> et redémarrez Firefox

source: Here is the checksum (a kind of digital fingerprint) of the ISO image. Select it with your cursor:
fr: Voici la somme de contrôle (une sorte d'empreinte digitale numérique) de l'image ISO. Sélectionnez-la avec votre curseur:

source: Right-click on it and choose "Selected hash (SHA256)" from the contextual menu:
fr: Cliquez-droit dessus et choisissez "Selected hash (SHA256)" dans le menu contextuel:

source: From the dialog box that shows up, open the ISO image. Then wait for the checksum to compute. This will take several seconds during which your browser will be unresponsive.
fr: Dans la fenêtre qui s'ouvre alors, ouvrez l'image ISO. Attendez que la vérification soit effectuée. Cela prendra quelques secondes durant lesquelles votre navigateur sera inutilisable. Soyez patient !

source: <strong>If the ISO image is correct</strong> you will get a notification saying that the checksums match:
fr: <strong>Si la somme de contrôle correspond à l'image ISO </strong>, vous recevrez un message vous l'indiquant:

source: <strong>If the ISO image is not correct</strong> you will get a notification telling you that the checksums do not match:
fr: <strong>Si la somme de contrôle ne correspond pas à l'image ISO </strong>, vous recevrez un message de ce type:

source: Using the cryptographic signature
fr: Utiliser la signature numérique

source: GnuPG, a common free software implementation of OpenPGP has versions and graphical frontends for both Windows and Mac OS X. This also make it possible to check the cryptographic signature with those operating systems:
fr: GnuPG est une implémentation d'OpenPGP comportant une interface graphique pour Windows et Mac OS. Cela rend possible la vérification de signatures numériques avec ces systèmes d'exploitation:

source: [[Gpg4win|http://www.gpg4win.org/]], for Windows
fr: [[Gpg4win|http://www.gpg4win.org/]], pour Windows

source: [[GPGTools|http://www.gpgtools.org/]], for Mac OS X
fr: [[GPGTools|http://www.gpgtools.org/]], pour Mac OS X

source: You will find on either of those websites detailed documentation on how to install and use them.
fr: Vous trouverez sur ces sites internet une documentation détaillée sur l'installation et l'usage de ces logiciels

source: For Windows using Gpg4win
fr: Pour Windows et Gpg4win

source: After installing Gpg4win, download Tails signing key:
fr: Après l'installation de Gpg4win, téléchargez [[!tails_website tails-signing.key desc="la clef de signature Tails"]].

source: [[Consult the Gpg4win documentation to import it|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]
fr: [[Consultez la documentation de Gpg4win pour l'importer|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]

source: Then, download the cryptographic signature corresponding to the ISO image you want to verify:
fr: Maintenant téléchargez la signature numérique correspondant au fichier ISO que vous souhaitez vérifier:

source: [[Consult the Gpg4win documentation to check the signature|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]
fr: [[Consultez la documentation de Gpg4win pour vérifier la signature|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]

source: For Mac OS X using GPGTools
fr: Pour Mac OS X et GPGTools

source: After installing GPGTools, you should be able to follow the instruction for Linux with the command line. To open the command line, navigate to your Applications folder, open Utilities, and double click on Terminal.
fr: Après l'installation de GPGTools, vous devriez être en mesure de suivre les instructions <a href="#verify-the-iso-with-terminal">"Linux et lignes de commandes"</a>. Pour ouvrir un terminal, ouvrez votre dossier Applications, puis Utilities/Utilitaires et double-cliquez sur Terminal.

source: <a name="authenticity-check"></a>So how can I check better the ISO image authenticity?
fr: <a name="authenticity-check"></a> Comment -mieux- vérifier l'authenticité de l'image ISO?
pt: <a name="authenticity-check"></a>Como posso verificar melhor a autenticidade da imagem ISO?

source: But the Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/warning#index3h1]].
fr: La clef de signature Tails que vous avez téléchargé depuis ce site peut être une fausse dans le cas où vous êtes victime d'une attaque [[man-in-the-middle|doc/warning#index3h1]].

source: Finding a way of trusting better Tails signing key would allow you to authenticate better the ISO image you downloaded. The following page will give you hints on how to increase the trust you can put in the Tails signing key you downloaded:
de: Eine Möglichkeit zu finden, dem Tails signing key mehr Vertrauen zukommen zu lassen, würde ebenfalls eine bessere Überprüfung des heruntergeladenen ISO-Images ermöglichen. Die folgende Seite wird Ihnen Hinweise darüber geben, wie Sie die Vertrauenswürdigkeit des heruntergeladenen Tails signing key erhöhen können:
fr: Trouver un moyen de vérifier la clef de signature Tails vous permettrai d'authentifier plus sûrement l'image ISO téléchargée. La page suivante vous donne des pistes pour accroître la confiance que vous pouvez accorder à la clef de signature Tails téléchargée:
pt: Encontrar uma melhor forma de confiar na chave do Tails pode ajudar você a verificar melhor a imagem ISO baixada. A seguinte página lhe dará dicas sobre como você pode aumentar o nível de confiança que você pode colocar na chave de assinatura do Tails que você baixou.

source: [[Trusting Tails signing key|doc/trusting_tails_signing_key]]
fr: [[Faire confiance à la clef de signature Tails|trusting_tails_signing_key]]

source: Burn a CD or install onto a USB stick
fr: Graver un CD ou installer sur une clef USB

source: Every ISO image we ship can be either burn on a CD or installed onto a USB stick.
fr: Toutes les images ISO que nous diffusons peuvent être gravées sur CD ou installées sur une clef USB

source: Burning a CD
fr: Graver un CD

source: CDs are read-only so your Tails can't be altered by a virus or an attacker.
fr: Les CD sont en "lecture seule", ce qui signifie que votre Tails ne peut pas être modifié par un virus ou un attaquant.

source: CDs are cheap but you will need to burn a new CD each time you will update your Tails version (hint: CD-RW).
fr: Les CD sont moins cher mais vous devrez graver un nouveau CD pour chaque nouvelle version de Tails (astuce: utiliser un CD-RW)

source: For detailed instructions on how to burn an ISO image under Linux, Windows or Mac OS X you can consult <a href="https://help.ubuntu.com/community/BurningIsoHowto">the corresponding Ubuntu documentation</a>: just replace the Ubuntu ISO image by the Tails ISO image you downloaded and ignore the part on verifying the data integrity since you've already done that.
fr: Pour des instructions détaillées sur la gravure d'image ISO sous Linux, Windows et MAC OS X, vous pouvez consulter <a href="https://help.ubuntu.com/community/BurningIsoHowto">la documentation Ubuntu correspondantes</a>, en remplaçant simplement l'image ISO d'Ubuntu par celle de Tails et en ignorant la vérification du fichier, vu que vous l'avez normalement déjà effectué.

source: Installing onto a USB stick
fr: Installer sur une clef USB
pt: Instalando numa memória USB

source: <strong>The content of the USB stick will be lost in the operation.</strong>
fr: <strong>Le contenu de la clef sera effacé lors de cette opération !</strong>
pt: <strong>O conteúdo da memória USB será perdido durante a operação.</strong>

source: An attacker with physical access to your USB stick or through a virus could alter your Tails.
fr: Un attaquant peut avoir un accès physique à votre clef USB, ou au travers d'un virus, modifier votre Tails
pt: Um atacante com acesso físico à sua memória USB ou através de um vírus poderia alterar seu Tails.

source: USB sticks can be reused across Tails versions.
fr: Les clef USB peuvent être réutilisées pour les différentes versions de Tails.

source: USB sticks are smaller to fit in your pocket.
fr: Les clef USB sont plus facilement transportables.
pt: Memórias USB são menores e cabem no seu bolso.

source: Older computers might not be able to start from a USB stick.
fr: Les vieux ordinateurs ne peuvent pas toujours démarrer sur une clef USB.
pt: Computadores velhos podem não ser capazes de serem iniciados a partir de uma memória USB.

source: This technique also works for <span class="definition">[[!wikipedia SD_card desc="SD cards"]]</span>. Some SD cards have a read-only switch that can prevent your Tails from being altered.
fr: Cette technique fonctionne aussi pour les [[!wikipedia_fr Carte_SD desc="cartes SD"]]. Certaines cartes SD ont un petit loquet permettant d'interdire l'accès en écriture et ainsi de protéger votre Tails d'une éventuelle modification.

source: [[Instructions for Linux|doc/installing_onto_a_usb_stick/linux]]
fr: [[Instructions pour Linux|doc/installing_onto_a_usb_stick/linux]]
