Repository: danielchatfield/tails
Catalog: wiki/src/download.*.po
Languages: de, fr, pt

source: [[Instructions for Windows|doc/installing_onto_a_usb_stick/windows]]
fr: [[Instructions pour Windows|doc/installing_onto_a_usb_stick/windows]]

source: <strong>FIXME:</strong> mention Intel-based Mac users sometimes need to upgrade their firmware to get the keyboard working in the syslinux boot menu.
fr: <strong>FIXME :</strong> préciser que les utilisateurs de Mac-Intel doivent parfois mettre à jour leur firmware pour que le clavier fonctionne dans le menu syslinux.

source: Stay tuned
fr: Suivez les nouveautés !
pt: Fique ligado/a

source: <strong>It's very important to keep your Tails version up-to-date, otherwise your system will be vulnerable to numerous security holes.</strong> The development team is doing its best to release new versions fixing known security holes on a regular basis.
fr: <strong>Il est très important que vous mainteniez votre Tails à jour! Dans le cas contraire, votre système sera sujet à de nombreuses failles de sécurité</strong> L'équipe de développement fait tout son possible pour publier de nouvelles versions répondant à ces problèmes dans les plus brefs délais.

source: New versions are announced on:
fr: Les nouvelles versions sont annoncées sur :
pt: Novas versões são publicadas em:

source: our <a href='https://boum.org/mailman/listinfo/amnesia-news'>news mailing-list</a>
fr: notre <a href='https://boum.org/mailman/listinfo/amnesia-news'> mailing-list</a>
pt: nossa <a href='https://boum.org/mailman/listinfo/amnesia-news'>lista de notícias</a>

source: our <a href='torrents/rss/index.rss'>RSS</a> and <a href='/torrents/rss/index.atom'>Atom</a> feeds that announces new available BitTorrent files.
fr: nos <a href='torrents/rss/index.rss'> flux RSS</a> et <a href='/torrents/rss/index.atom'>Atom</a>, qui annoncent la mise à disposition de nouveaux fichiers BitTorrent.

source: Refer to our [[security announcements|/security]] feed for more detailed information about the security holes affecting Tails. Furthermore you will be automatically notified of the security holes affecting the version you are using at the startup of a new Tails session.
de: Schauen Sie in unseren [[security announcements|/security]] Feed, um weitere Informationen über die Tails betreffenden Sicherheitslücken zu erfahren. Außerdem werden Sie beim Start von Tails automatisch über Sicherheitslücken Ihrer Version informiert.
fr: Référez vous à notre flux [[sécurité |/security]] pour des infos détaillées sur les failles de sécurité affectant Tails. Vous serez de plus notifiés de ces failles au démarrage de Tails.
pt: Vide nossa fonte de [[anúncios de segurança|security]] para informações mais detalhadas sobre as brechas de segurança que afetam o Tails. Você também será automaticamente notificado/a sobre brechas de segurança que afetam a versão que você estiver usando durante o início de uma nova sessão do Tails.

source: Since Tails is based on Debian, it takes advantages of the all of the work done by the Debian security team. As quoted from <a href="http://security.debian.org/">(http://security.debian.org/)</a>:
fr: Tails est basé sur Debian et profite ainsi de tout le travail effectué par l'équipe de sécurité Debian. Citation tirée de <a href="http://security.debian.org/">(http://security.debian.org/)</a>:
pt: Já que o Tails é baseado no Debian, ele tira vantagem de todo o trabalho feito pelo time de segurança do Debian. Conforme consta em <a href="http://security.debian.org/">(http://security.debian.org/)</a>:

source: Debian takes security very seriously. We handle all security problems brought to our attention and ensure that they are corrected within a reasonable timeframe. Many advisories are coordinated with other free software vendors and are published the same day a vulnerability is made public and we also have a Security Audit team that reviews the archive looking for new or unfixed security bugs.
de: Debian nimmt die Sicherheit sehr ernst. Wir behandeln alle Sicherheitsprobleme, die uns bekannt gemacht werden, und stellen sicher, dass diese innerhalb eines angemessenen Zeitrahmens korrigiert werden. Viele Ankündigungen werden mit Anbietern anderer Freier Software koordiniert und werden am selben Tag veröffentlicht, an dem die Sicherheitslücke bekannt gegeben wird, und wir haben auch ein Sicherheits-Audit-Team, das das Archiv auf neue oder nicht behobene Sicherheitslöcher hin sichtet.
fr: Debian prend les questions de sécurité très au sérieux. Nous traitons tous les problèmes de sécurité qui sont portés à notre attention et nous nous assurons qu'ils sont corrigés avec un délai raisonnable. De nombreuses annonces de sécurité sont gérées en coordination avec les autres distributeurs de logiciel libre, et sont publiées le même jour que la vulnérabilité associée. L'équipe d'audit de sécurité est chargée d'inspecter l'archive à la recherche de bogues de sécurité nouveaux ou non corrigés.
pt: O Debian leva a segurança muito a sério. Nós tratamos de todos os problemas de segurança que são trazidos à nossa atenção e asseguramos que eles sejam corrigidos num intervalo de tempo razoável. Muitos avisos de segurança são coordenados com outros distribuidores de software livre e são publicados no mesmo dia que a vulnerabilidade é anunciada publicamente e nós também temos um time de Auditoria de Segurança que revisa os repositórios procurando por falhas de segurança novas ou não corrigidas.

source: Experience has shown that "security through obscurity" does not work. Public disclosure allows for more rapid and better solutions to security problems. In that vein, this page addresses Debian's status with respect to various known security holes, which could potentially affect Debian.
de: Die Erfahrung zeigt, dass "Sicherheit durch Verschleierung" (A.d.Ü.: englisch "security through obscurity") nicht funktioniert. Die Offenlegung erlaubt es, bessere Lösungen für Sicherheitsprobleme schneller zu finden. In diesem Sinne zeigt diese Seite den Stand von Debian in Bezug auf verschiedene bekannte Sicherheitsmängel, die auch Debian betreffen könnten.
fr: L'expérience a montré que "la sécurité par le secret" ne fonctionne pas. Une diffusion publique des problèmes de sécurité apporte plus rapidement des solutions meilleures. Dans cet esprit, cette page indique l'état de Debian sur différents trous de sécurité connus, qui pourraient potentiellement affecter Debian.
pt: A experiência mostrou que "segurança por obscuridade" não funciona. A divulgação pública permite soluções melhores e mais rápidas para problemas de segurança. Nesse sentido, esta página cuida do estado do Debian a respeito de várias brechas de segurança conhecidas e que potencialmente podem afetar o Debian.

source: Start Tails!
de: Starte Tails!
fr: Démarrer Tails !
pt: Inicie o Tails!

source: Now that you have a Tails CD or USB stick you can shutdown your computer and start using Tails without altering your existing operating system.
fr: Maintenant que vous avez Tails sur CD ou sur une clef USB vous pouvez redémarrer votre ordinateur et commencer à utiliser Tails sans altérer vos autres systèmes d'exploitation.

source: <strong>If you're using a CD:</strong> Put the Tails CD into the CD/DVD-drive and restart the computer. You should see a welcome screen prompting you to choose your language.
fr: <strong>Si vous utilisez un CD : </strong>Insérer le CD dans le lecteur et redémarrez l'ordinateur. Vous devriez voir apparaître un écran d'accueil vous invitant à choisir votre langue.

source: If you don't get this menu, you can consult the Ubuntu documentation about <a href="https://help.ubuntu.com/community/BootFromCD">booting from the CD</a> for more information, especially the part on the <a href="https://help.ubuntu.com/community/BootFromCD#BIOS%20is%20not%20set%20to%20boot%20from%20CD%20or%20DVD%20drive"> BIOS settings</a>.
de: Wenn dieses Menü nicht zu sehen ist, können Sie in der Ubuntu Dokumentation über das <a href="https://help.ubuntu.com/community/BootFromCD">Starten von CD</a> nachlesen, insbesondere der Abschnitt zu den <a href="https://help.ubuntu.com/community/BootFromCD#BIOS_is_not_set_to_boot_from_CD_or_DVD_drive">BIOS Einstellungen</a>.
fr: Si vous n'obtenez pas ce menu, vous pouvez consulter la documentation Ubuntu à propos du <a href="https://help.ubuntu.com/community/BootFromCD">démarrage depuis un CD</a>, et plus spécialement <a href="http://doc.ubuntu-fr.org//tutoriel/modifier_ordre_amorcage_du_bios"> la partie concernant le BIOS</a>.
pt: Se esse menu não aparecer, você pode consultar a documentação do Ubuntu sobre <a href="https://help.ubuntu.com/community/BootFromCD">como iniciar a partir do CD</a> para mais informações, especialmente na seção sobre <a href="https://help.ubuntu.com/community/BootFromCD#BIOS%20is%20not%20set%20to%20boot%20from%20CD%20or%20DVD%20drive"> configurações da BIOS</a>.

source: <strong>If you're using a USB stick:</strong> Shutdown the computer, plug in your USB stick and start the computer. You should see a welcome screen prompting you to choose your language.
fr: <strong>Si vous utilisez une clef USB :</strong> branchez votre clef USB et redémarrez l'ordinateur. Vous devriez voir apparaître un écran d'accueil vous invitant à choisir votre langue.

source: If your computer does not automatically do so, you might need to edit the BIOS settings. Restart your computer, and watch for a message telling you which key to press to enter the BIOS setup. It will usually be one of F1, F2, DEL, ESC or F10. Press this key while your computer is booting to edit your BIOS settings. You need to edit the Boot Order. Depending on your computer you should see an entry for 'removable drive' or 'USB media'. Move this to the top of the list to force the computer to attempt to boot from USB before booting from the hard disk. Save your changes and continue.
fr: Si le menu n'apparait pas, vous pourriez avoir besoin d'<a href="http://doc.ubuntu-fr.org//tutoriel/modifier_ordre_amorcage_du_bios">éditer le BIOS de votre ordinateur</a>. C'est la même manip que pour démarrer depuis un CD, sélectionnez simplement "Removable Device" ou "USB Media" et déplacer en haut de la liste. Sauvegardez les modifications et redémarrez votre ordi. Pour accéder au BIOS, il vous faudra presser une touche durant le démarrage de votre ordinateur. La touche à utiliser peut être F1, F2, DEL, ESC, F10 ou autre. Elle est souvent affichée pendant le démarrage, en bas de l'écran.
pt: Se seu computador não o fizer automaticamente, você poderá ter que editar as configurações da BIOS. Reinicie seu computar e procure por uma mensagem dizendo a você qual tecla deve ser pressionada para entrar nas configurações da BIOS. Ela é usualmente F1, F2, DEL, ESC ou F10. Pressione essa tecla enquanto seu computador estiver reiniciando para editar suas configurações da BIOS. Você precisa editar a Ordem de Boot. Dependendo do seu computador você deverá ver uma entrada para 'dispositivo removível' ou 'mídia USB'. Mova essa para o topo da lista para forçar o computador a tentar iniciar a partir do USB antes de tentar iniciar pelo seu disco rígido. Salvar suas mudanças e continue.

source: For more detailed instruction on how to boot from USB you can read <a href="http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm">About.com: How To Boot your Computer from a Bootable USB Device</a>
de: Für genauere Anweisungen wie man von USB startet, lesen Sie <a href="https://wiki.ubuntuusers.de/Live-USB">wiki.ubuntuusers.de: Live-USB</a>
fr: Pour des information plus détaillées sur comment démarrer à partir d'une clé USB, vous pouvez lire <a href="http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm">About.com: How To Boot your Computer from a Bootable USB Device</a>
pt: Para instruções mais detalhadas sobre como iniciar a partir do USB você pode ler <a href="http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm">About.com: Como iniciar seu computador a partir de um dispositivo USB inicializável</a> (em inglês)

source: If you have problems accessing the BIOS, try to read <a href="http://www.pendrivelinux.com/how-to-access-bios/">pendrivelinux.com: How to Access BIOS</a>
de: Wenn Sie Probleme haben in das BIOS zu gelangen, können Sie <a href="http://www.pendrivelinux.com/how-to-access-bios/">pendrivelinux.com: How to Access BIOS</a> versuchen.
fr: Si vous avez des soucis pour accéder au BIOS, essayez de lire <a href="http://www.pendrivelinux.com/how-to-access-bios/">pendrivelinux.com: How to Access BIOS</a>
pt: Se você tiver problemas para acessar sua BIOS, tente ler <a href="http://www.pendrivelinux.com/how-to-access-bios/">pendrivelinux.com: Como acessar a BIOS</a> (em inglês)

source: [[!meta title="Download, verify and install"]] <strong>Tails is [[Free Software|doc/about/license]], you can download it, use it and share it without restriction.</strong>
de: [[!meta title="Herunterladen, prüfen und installieren"]] <strong>Tails ist [[freie Software|doc/about/license]], Sie können sie ohne Einschränkung herunterladen, benutzen und verteilen.</strong>
pt: [[!meta title="Baixar, verificar e instalar"]] <strong>Tails é um [[Software Livre|doc/about/license]], e por isso você pode baixá-lo, usá-lo e compartilhá-lo sem restrições.</strong>

source: If you have no notion of how Tails works.
de: Falls Sie keine Vorstellung davon haben, wie Tails funktioniert...

source: <strong>Then, check first the [[about]] and [[warning|doc/about/warning]] pages to make sure that Tails is the right tool for you and that you understand well its limitations.</strong>
de: <strong>...dann lesen Sie zuerst [[Über Tails|about]] und [[Warnung|doc/about/warning]] durch, damit Sie wissen, ob Tails auch das richtige für Sie ist und Sie dessen Grenzen gut verstehen.</strong>
pt: <strong>Então, primeiro leia as páginas [[sobre|about]] e de [[advertência|doc/about/warning]] para ter certeza de que Tails é a ferramenta que você precisa e para entender bem suas limitações.</strong>

source: You will download Tails in the form of an <span class="definition">[[!wikipedia ISO_image desc="ISO image"]]</span>: a single file that you will later burn on a DVD or install onto a USB stick or SD card.
de: Sie laden Tails als <span class="definition">[[!wikipedia_de ISO_image desc="ISO-Image"]]</span> herunter: Eine einzige Datei, die Sie auf eine DVD brennen oder auf einen USB-Stick installieren können.

source: If you're not sure what the cryptographic signature is, please read the part on [[verifying the ISO image|download#verify]].
de: Falls kryptographische Signaturen neu für Sie sind, informieren Sie sich im Abschnitt [[ISO-Image überprüfen|download#verify]].
pt: Se você não sabe ao certo o que é uma assinatura criptográfica, por favor leia [[verificando a imagem ISO|download#verify]].

source: The cryptographic signature of the ISO image is also included in the Torrent.
de: Die kryptographische Signatur des ISO-Images ist auch im Torrent enthalten.
pt: A assinatura criptográfica da imagem ISO também está contida no Torrent.

source: Additionally, you can verify the <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>signature of the Torrent file</a> itself before downloading it.
de: Zusätzlich können Sie die <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>Signatur der Torrent Datei </a> vor dem Herunterladen selbst verifizieren.
pt: Adicionalmente, você pode verificar a <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>assinatura do arquivo Torrent</a> antes de baixar seu conteúdo.

source: Seeding back the image once you have downloaded it is also a nice and easy way of helping spread Tails.
de: Eine gute und einfache Möglichkeit bei der Verbreitung von Tails zu helfen, ist auch das Seeden des Images, sobald Sie es heruntergeladen haben.

source: List of current [[known issues|support/known_issues]] in Tails.
de: Liste von derzeit [[bekannten Problemen|support/known_issues]] in Tails.

source: Those techniques rely on standard HTTPS and <span class="definition">[[!wikipedia Certificate_authority desc="certificate authorities"]]</span> to make you trust the content of this website. But, [[as explained on our warning page|doc/about/warning#man-in-the-middle]], you could still be victim of a man-in-the-middle attack while using HTTPS. On this website as much as on any other of the Internet.
de: Diese Techniken basieren auf normalen HTTPS und [[!wikipedia_de Zertifizierungsstelle desc="Zertifizierungsstellen"]] um Ihnen Vertrauen in den Inhalt dieser Website zu geben. Trotz der Verwendung von HTTPS können Sie, [[wie auf unserer Warnungsseite erklärt|doc/about/warning#index3h1]], trotzdem Opfer eines "Man-in-the-middle"-Angriffs sein. Auf dieser Webseite, wie auch auf jeder anderen im Internet.
pt: Estas técnicas são baseadas no HTTPS padrão e em <span class="definition">[[!wikipedia Certificate_authority desc="autoridades certificadoras"]]</span> para fazer com que você confie no conteúdo deste sítio web. Mas, [[como explicado na nossa página de advertência|doc/about/warning#index3h1]], você ainda pode ser vítima de um ataque man-in-the-middle mesmo enquanto estiver usando HTTPS. Isto pode ocorrer nesse sítio tanto quanto em qualquer outro da Internet.

source: As a consequence, <strong>they don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong> In a dedicated section, we will propose you some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
de: <strong>Daher stellen diese Techniken keinen sehr sicheren Weg dar, die <span class="definition">[[!wikipedia_de Authentizität desc="Echtheit"]]</span> des ISO-Images zu prüfen und sicherzustellen, dass Sie eine unverfälschte Kopie von Tails heruntergeladen haben.</strong>

source: <strong>All Tails ISO image are cryptographically signed by our OpenPGP key.</strong> OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
de: <strong>Alle Tails ISO-Images sind kryptografisch mit unserem OpenPGP-Schlüssel signiert.</strong> OpenPGP ist ein Standard für Dateiverschlüsselung, der kryptografisch Vertraulichkeit und Verifizierbarkeit mittels Schlüsseln bietet, die sich im Besitz des jeweiligen Benutzers befinden. Diese Signatur zu überprüfen ist die empfohlene Art die Integrität des ISO-Images zu überprüfen.
pt: <strong>Todas as imagens ISO do Tails são assinadas criptograficamente pela nossa chave OpenPGP.</strong> OpenPGP é um padrão de criptografia de dados que provê privacidade criptográfica e autenticação através do uso de chaves possuídas pelos seus usuários/as. Verificar essas assinaturas é a forma recomendada para checar a integridade da imagem ISO.

source: If you already know how to use an OpenPGP key you can download it straight away:
de: Wenn Sie bereits wissen, wie man einen OpenPGP-Schlüssel verwendet, können Sie ihn direkt herunterladen:
pt: Se você já sabe como usar uma chave OpenPGP você pode baixá-la agora mesmo:

source: Otherwise, read our instructions to check the ISO image integrity:
de: Anderenfalls lesen Sie unsere Anleitung um die Integrität des ISO-Images zu prüfen:
pt: Caso contrário, leia as instruções sobre como verificar a integridade da imagem ISO:

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, etc."]]
de: [[!toggle id="verify_the_iso_image_using_gnome" text="Unter Linux mit Gnome: Ubuntu, Debian, Tails, etc."]]
pt: [[!toggle id="verify_the_iso_image_using_gnome" text="Usando Linux com Gnome: Ubuntu, Debian, Tails, etc."]]

source: [[!inline pages="doc/get/verify_the_iso_image_using_gnome" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_the_command_line" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_the_command_line" text=""]]</span>
de: [[!inline pages="doc/get/verify_the_iso_image_using_gnome.de" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_the_command_line" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_the_command_line" text=""]]</span>

source: [[!inline pages="doc/get/verify_the_iso_image_using_the_command_line" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_other_operating_systems" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_other_operating_systems" text=""]]</span>
de: [[!inline pages="doc/get/verify_the_iso_image_using_the_command_line.de" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_other_operating_systems" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_other_operating_systems" text=""]]</span>

source: [[!inline pages="doc/get/verify_the_iso_image_using_other_operating_systems" raw="yes"]] """]]
de: [[!inline pages="doc/get/verify_the_iso_image_using_other_operating_systems.de" raw="yes"]] """]]

source: <a id="authenticity-check"></a>So how can I better check the ISO image authenticity?
de: <a id="authenticity-check"></a> Wie kann ich die Echtheit des ISO-Images besser überprüfen?

source: The Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
de: Der Tails signing key, den Sie von dieser Webseite herunter geladen haben, könnte gefälscht sein, falls Sie das Opfer eines sogenannten [["Man-in-the-middle-Angriffs"|doc/about/warning#man-in-the-middle]] waren.

source: [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]
de: [[Dem Tails signing key vertrauen|doc/get/trusting_tails_signing_key]]
pt: [[Confiando na chave de assinatura do Tails|doc/get/trusting_tails_signing_key]]

source: Install or upgrade Tails
de: Tails installieren oder aktualisieren

source: Upgrading a Tails USB stick or SD card
de: Tails-Installation auf USB-Stick oder SD-Karte aktualisieren

source: If you already have a Tails device, USB stick or SD card, installed using <span class="application">Tails Installer</span>, then follow our [[upgrade instructions|doc/first_steps/upgrade]].
de: Wenn Sie bereits Tails mit dem <span class="application">Tails Installer</span> auf einem USB-Stick oder einer SD-Karte installiert haben, dann folgen Sie unserer [[Aktualisierungsanleitung|doc/first_steps/upgrade]].

source: Installing Tails
de: Tails installieren

source: You can either burn Tails onto a DVD or install it onto a USB stick or SD card.
de: Sie können Tails entweder auf eine DVD brennen, oder es auf einen USB-Stick oder eine SD-Karte installieren

source: Burning a DVD
de: Eine DVD brennen
pt: Gravando um DVD

source: DVDs are read-only so your Tails can't be altered by a virus or an attacker.
de: DVDs sind lediglich lesbar, sodass Ihre Tails-Installation nicht von einem Virus oder Angreifer manipuliert werden kann.
pt: DVDs são somente-leitura de modo que o Tails não pode ser alterado por um vírus ou por um atacante.

source: DVDs are cheap but you will need to burn a new DVD each time you update your version of Tails.
de: DVDs sind günstig, aber Sie werden bei jeder Aktualisierung Ihrer Tails-Version eine neue DVD brennen müssen.

source: You could also use a DVD-RW but those are not read-only.
de: Sie könnten auch eine DVD-RW verwenden, aber diese sind auch beschreibbar.
pt: Você também poderia usar um DVD-RW, mas estes não são somente-leitura.
