Repository: danielchatfield/tails
Catalog: wiki/src/download.*.po
Languages: de, fr, pt

source: For detailed instructions on how to burn an ISO image under Linux, Windows or Mac OS X you can consult <a href="https://help.ubuntu.com/community/BurningIsoHowto">the corresponding Ubuntu documentation</a>: just replace the Ubuntu ISO image by the Tails ISO image you downloaded and ignore the part on verifying the data integrity since you've already done that.
de: Für detaillierte Anweisungen, wie man ein ISO-Image unter Linux, Windows oder Mac OS X brennt, können Sie die <a href="https://help.ubuntu.com/community/BurningIsoHowto">passende Ubuntu Dokumentation</a> lesen: Ersetzen Sie einfach das Ubuntu ISO-Image mit ihrem Tails ISO-Image und ignorieren Sie den Teil über die Echtheitsprüfung, dies haben Sie bereits erledigt.
pt: Para instruções detalhadas sobre como gravar uma imagem ISO no Linux, Windows ou Mac OS X, você pode consultar <a href="https://help.ubuntu.com/community/BurningIsoHowto">a documentação correspondente do Ubuntu</a>: apenas substitua a imagem ISO do Ubuntu pela imagem ISO do Tails que você baixou e ignore a parte sobre verificação de integridade de dados já que você já fez isso.

source: Installing onto a USB stick or SD card
de: Auf einem USB-Stick oder einer SD-Karte installieren

source: <strong>The content of the device will be lost in the operation.</strong>
de: <strong>Der Inhalt des Datenträgers geht während des Prozesses verloren.</strong>

source: An attacker with physical access to your device or through a virus could alter your Tails.
de: Ein Angreifer könnte Ihre Tails-Installation durch einen Virus oder physischen Zugriff verändern.

source: USB sticks and SD cards can be upgraded to future versions of Tails.
de: USB-Sticks und SD-Karten können auf zukünftige Versionen von Tails aktualisiert werden.

source: You can use [[persistence|doc/first_steps/persistence]] and store your documents and configuration in an encrypted persistent volume on the same device.
de: Sie können [[die Funktion für beständige Datenträger|doc/first_steps/Persistence]] verwenden, um Ihre Dokumente und Einstellungen in einer verschlüsselten Partition dauerhaft auf dem selben Datenträger zu speichern.

source: USB sticks and SD cards are smaller to fit in your pocket.
de: USB-Sticks und SD-Karten sind klein genug, um in die Hosentasche zu passen.

source: Some older computers might not be able to start from a USB stick or SD card.
de: Einige ältere Computer sind vielleicht nicht in der Lage, von einem USB-Stick oder einer SD-Karte zu starten.

source: Some USB sticks, SD cards, or SD card adapters have a read-only switch that can prevent your Tails from being altered, but be aware that this protection is most probably not ensured by the device itself: do not rely on untrusted computers to respect this feature.
de: Einige USB-Sticks, SD-Karten, oder SD-Kartenleser haben einen Schreibschutzschalter der Ihre Tails-Installation vor Veränderung schützen soll. Seien Sie sich aber bewusst, dass dieser Schutz höchstwahrscheinlich nicht durch das Gerät selbst durchgesetzt wird: Verlassen Sie sich nicht darauf, dass fremde Computer diese Funktion respektieren.

source: [[See the corresponding documentation.|doc/first_steps/installation]]
de: [[siehe die entsprechende Dokumentation|doc/first_steps/installation]]

source: <strong>It's very important to keep your version of Tails up-to-date, otherwise your system will be vulnerable to numerous security holes.</strong> The development team is doing its best to release new versions fixing known security holes on a regular basis.
de: <strong>Es ist sehr wichtig, Tails aktuell zu halten. Sonst ist Ihr System durch zahlreiche Sicherheitslücken angreifbar.</strong> Das Entwicklungsteam tut sein Bestes, regelmäßig neue Versionen zu veröffentlichen, um bekannte Sicherheitslücken zu schließen.
pt: <strong>É muito importante que você mantenha sua versão do Tails atualizada, pois de outro modo seu sistema ficará vulnerável a múltiplas brechas de segurança.</strong> A equipe de desenvolvimento faz o melhor para lançar novas versões que corrijam falhas de segurança conhecidas numa frequência regular.

source: New versions are announced on our <a href='https://mailman.boum.org/listinfo/amnesia-news'>news mailing-list</a>. Drop your email address into this box, then hit the button to subscribe:
de: Neue Versionen werden auf unserer <a href='https://mailman.boum.org/listinfo/amnesia-news'>News-Mailingliste</a> bekannt gegeben. Geben Sie Ihre E-Mail-Adresse in das Feld ein und drücken sie dann den Button um sich einzutragen:

source: <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/> to the news mailing-list.
de: <input class="text" name="email" value=""/> <input class="button" type="submit" value="News-Mailingliste abbonieren"/>.

source: There also are <a href='/torrents/rss/index.rss'>RSS</a> and <a href='/torrents/rss/index.atom'>Atom</a> feeds that announce new available BitTorrent files.
de: Es gibt auch <a href='/torrents/rss/index.rss'>RSS</a> und <a href='/torrents/rss/index.atom'>Atom</a> Feeds, die neu verfügbare BitTorrent Dateien bekannt geben.

source: Since Tails is based on Debian, it takes advantage of all the work done by the Debian security team. As quoted from <a href="http://security.debian.org/">(http://security.debian.org/)</a>:
de: Da Tails auf Debian basiert, profitiert es von all der Arbeit des Debian Security Teams. Zitat von <a href="http://security.debian.org/">(http://security.debian.org/)</a>:

source: Now that you have a Tails device you can shutdown your computer and start using Tails without altering your existing operating system.
de: Jetzt, da Sie Tails auf ein Startmedium übertragen haben, können Sie Ihren Computer herunterfahren und mit der Verwendung von Tails beginnen, ohne Ihr existierendes Betriebssystem zu verändern.

source: <strong>If you are using a DVD:</strong> Put the Tails DVD into the CD/DVD-drive and restart the computer. You should see a welcome screen prompting you to choose your language.
de: <strong>Wenn Sie eine DVD nutzen:</strong> Legen Sie die Tails DVD in das CD/DVD-Laufwerk ein und starten Sie dann den Computer neu. Sie sollten einen Startbildschirm sehen, der Sie zur Wahl einer Sprache auffordert.

source: <strong>If you are using a USB stick or SD card:</strong> Shutdown the computer, plug your device and start the computer. You should see a welcome screen prompting you to choose your language.
de: <strong>Wenn Sie einen USB-Stick oder eine SD-Karte verwenden:</strong> Fahren Sie den Rechner herunter, verbinden Ihr Gerät und starten den Rechner. Sie sollten einen Startbildschirm sehen, der Sie zur Wahl einer Sprache auffordert.

source: If your computer does not automatically do so, you might need to edit the BIOS settings. Restart your computer, and watch for a message telling you which key to press to enter the BIOS setup. It will usually be one of F1, F2, DEL, ESC or F10. Press this key while your computer is booting to edit your BIOS settings. You need to edit the Boot Order. Depending on your computer you should see an entry for 'removable drive' or 'USB media'. Move this to the top of the list to force the computer to attempt to start from your device before starting from the internal hard disk. Save your changes and continue.
de: Wenn Ihr Computer dies nicht automatisch macht, ist vielleicht eine Änderung der BIOS Einstellungen notwendig. Starten Sie den Computer neu und halten Sie nach einer Nachricht Ausschau, welche Taste sie drücken müssen um in das BIOS Setup zu gelangen. Normalerweise ist es eine der folgenden Tasten: F1, F2, Entf, ESC oder F10. Halten Sie diese Taste gedrückt während der Computer startet, um die BIOS Einstellungen zu verändern. Sie müssen die Startreihenfolge (Boot Ordner) ändern. Abhängig von Ihrem Computer sollten Sie einen Eintrag, wie 'removable drive' oder 'USB media', sehen. Bewegen Sie diesen an den Anfang der Liste. Dies weist den Computer an, zu versuchen, zuerst von Ihrem Gerät, statt der internen Festplatte, zu startet. Speichern Sie die Änderungen und fahren Sie fort.

source: You will download Tails in the form of an <span class="definition">[[!wikipedia ISO_image desc="ISO image"]]</span>: a single file that you will later burn on a DVD or installed onto a USB stick.
pt: Baixe o Tails na forma de uma <span class="definition">[[!wikipedia ISO_image desc="Imagem ISO"]]</span>: um arquivo único que em seguida deve ser gravado num DVD ou instalado numa memória USB.

source: <a class='download-file' href=[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] ISO image</a>
pt: <a class='download-file' href=[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] - imagem ISO</a>

source: <strong>Warning: the following techniques don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong> We will propose you after that some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
pt: <strong>Advertência: as técnicas a seguir não provêm maneiras fortes de verificar se a imagem ISO baixada é uma cópia genuína do Tails.</strong> Mais adiante propomos algumas formas mais avançadas para <a href="#authenticity-check">assegurar-se da autenticidade da imagem ISO</a>

source: But the Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
pt: Mas a chave de assinatura do Tails que você baixou deste sítio poderia ser falsa se você fosse vítima de um [[ataque man-in-the-middle|doc/about/warning#index3h1]].

source: Burn a DVD or install onto a USB stick
pt: Grave um DVD ou instale numa memória USB

source: DVDs are cheap but you will need to burn a new DVD each time you will update your version of Tails.
pt: DVDs são baratos mas você terá que gravar um novo DVD toda vez que você for atualizar sua versão do Tails.

source: USB sticks can be reused across different versions of Tails.
pt: Memórias USB podem ser reutilizadas com diferentes versões do Tails.

source: You can store documents in the space left on the USB stick and use persistence.
pt: Você pode armazenar documentos no espaço disponível na memória USB e usar persistência.

source: This technique also works for <span class="definition">[[!wikipedia SD_card desc="SD cards"]]</span>. Some SD cards have a read-only switch that can prevent your Tails from being altered. But be aware that this protection is most probably not ensured by the SD card itself: do not rely on untrusted computers to respect this feature.
pt: Esta técnica também funciona com <span class="definition">[[!wikipedia SD_card desc="Cartões SD"]]</span>. Alguns cartões SD possuem uma trava somente-leitura que pode evitar que seu Tails seja alterado. Mas fique atento/a pois esta proteção muitas vezes não é garantida pelo cartão SD em si: não dependa de computadores não confiáveis quanto ao respeito a esta funcionalidade.

source: [[See the corresponding documentation.|doc/first_steps/usb_installation]]
pt: [[Veja a documentação correspondente.|doc/first_steps/usb_installation]]

source: our <a href='/torrents/rss/index.rss'>RSS</a> and <a href='/torrents/rss/index.atom'>Atom</a> feeds that announces new available BitTorrent files.
pt: nossos canais <a href='torrents/rss/index.rss'>RSS</a> e <a href='/torrents/rss/index.atom'>Atom</a> que anunciam novos arquivos disponíveis via BitTorrent.

source: Now that you have a Tails DVD or USB stick you can shutdown your computer and start using Tails without altering your existing operating system.
pt: Agora que você tem o Tails num DVD ou numa memória USB, já pode desligar seu computador e começar a usar o Tails sem alterar em nada o seu sistema operacional atual.

source: <strong>If you're using a DVD:</strong> Put the Tails DVD into the CD/DVD-drive and restart the computer. You should see a welcome screen prompting you to choose your language.
pt: <strong>Se você está usando um DVD:</strong> Coloque o DVD do Tails numa unidade de CD/DVD e reinicie o computador. Você deverá ver uma tela de boas-vindas para escolher o seu idioma.

source: <strong>If you're using a USB stick:</strong> Shutdown the computer, plug your USB stick and start the computer. You should see a welcome screen prompting you to choose your language.
pt: <strong>Se você estiver usando uma memória USB:</strong> Desligue o computador, conecte a memória USB e inicie-o. Você deverá ver uma mensagem de boas-vindas para escolher seu idioma.
