Repository: danielchatfield/tails
Catalog: wiki/src/index.*.po
Languages: de, fr

source: *The (Amnesic) Incognito Live System* ([Live CD](http://en.wikipedia.org/wiki/Live_CD), [Live USB](http://en.wikipedia.org/wiki/Live_USB)) is aimed at preserving your privacy and anonymity:
fr: Le Système Live (Amnésique) Incognito (The (Amnesic) Incognito Live System, ou T(A)ILS) ([Live CD](http://fr.wikipedia.org/wiki/Live_CD), [Live USB](http://fr.wikipedia.org/wiki/Live_USB)), a pour but de préserver votre confidentialité et votre anonymat :

source: all outgoing connections to the Internet are forced to go through the [Tor](https://www.torproject.org/) network
de: Alle ausgehenden Internetverbindungen werden durch das [Tornetzwerk](https://www.torproject.org/) geleitet.
fr: toutes les connexions sortantes vers Internet sont obligées de passer par le réseau [Tor](https://www.torproject.org/)

source: no trace is left on local storage devices unless explicitely asked.
de: Auf lokalen Datenträgern werden keine Spuren hinterlassen (außer wenn dies explizit erwünscht ist).
fr: aucune trace n'est laissée sur les disques durs des machines que vous utilisez à moins que vous ne le choisissiez explicitement.

source: It has many other [[features]].
de: Es gibt noch viele andere [[Features|features]].
fr: Il comporte de nombreuses autres [[fonctionnalités|features]].

source: The (Amnesic) Incognito Live System is [Free Software](http://www.gnu.org/philosophy/free-sw.html) released under the GNU/GPL (version 3 or above).
fr: T(A)ILS est un [Logiciel Libre](http://www.gnu.org/philosophy/free-sw.fr.html) publié sous la licence GNU/GPL (version 3 ou suivantes).

source: **WARNING**: this is alpha software, do not rely on it for strong anonymity!
de: **WARNUNG**: Dies ist experimentelle Software. Es kann sich nicht auf starke Anonymität verlassen werden!
fr: **AVERTISSEMENT** : Ceci est un logiciel *alpha*, ne l'utilisez pas pour vous garantir un parfait anonymat !

source: using The (Amnesic) Incognito Live System
de: Benutzen des (Amnesic) Incognito Live Systems
fr: utiliser T(A)ILS

source: Pre-built images, are [[available for download|download]].
de: Vorgefertigte Images stehen zum [[Herunterladen|download]] bereit.
fr: Des images pré-construites sont disponibles à [[télécharger|download]].

source: One can also get the source code ([[tarball]], [[git]]) needed to [[build]] her own (Amnesic) Incognito Live System using the Debian Live tools.
fr: Il est possible de se procurer le code source pour [[construire|build]] votre propre Système T(A)ILS avec les outils Debian Live :

source: news
fr: Niouzes

source: See [[News]] for more.
de: => [[Mehr News|News]]
fr: Voir les [[Niouzes|News]] pour plus d'actualités.

source: resources
de: Ressourcen
fr: Outils

source: The [[forum]] is open for discussions that *do not* belong to bugs, feature requests and the like. Such fauna should rather be submitted on the dedicated pages, where it can be more easily tracked... and hopefully fixed: [[bugs]], [[wishlist]] and [[patches|patch]].
de: Das [[Forum|forum]] ist offen für Diskussionen, die sich *nicht* um Bugs, Feature-Wünschen und ähnliches drehen. Solche sind besser unter [[Bugs|bugs]], [[Wunschliste|wishlist]] und [[Patches|patches]] einzutragen.
fr: Le [[forum]] est dédié aux discussions qui n'ont *pas* leur place dans les bugs, demandes de fonctionnalités et choses de ce genre. Celles-ci devraient plutôt être écrites dans les pages dédiées, où elles seront plus faciles à suivre et, croisons les doigts, à corriger : [[bugs]], [[wishlist|demande de fonctionnalité]] et [[patch]].

source: Our [[TODO]]-list is also managed on this very wiki.
de: Unsere [[Aufgabenliste|TODO]] ist ebenfalls auf diesem Wiki.
fr: Notre [[TODO|liste des choses à faire]] est aussi gérée sur ce wiki.

source: One might also be interested in this project's [[security history|security]] or in the [[developers' corner|dev]].
de: Die [[Geschichte der Sicherheitslücken|security]] oder [[Entwicklerecke|dev]] könnten auch von Interesse sein.
fr: Vous pouvez consulter l'[[historique de sécurité|security]] de T(A)ILS, et le [[coin des développeurs|dev]].

source: You can send email to <amnesia@boum.org>, preferably encrypted with our [[GnuPG key]], or join our [[chatroom|chat]].
fr: Vous pouvez écrire à <amnesia@boum.org>, de préférence en chiffrant avec notre [[clef GnuPG|GnuPG key]], ou vous connecter au [[chat]].

source: acknowledgements
de: Dank
fr: Remerciements

source: The (Amnesic) Incognito Live System could not exist without [Debian Live](http://debian-live.alioth.debian.org/) and [Tor](https://www.torproject.org/)
fr: T(A)ILS ne pourrait pas exister sans [Debian Live](http://fr.wikipedia.org/wiki/Debian_Live) et [Tor](https://www.torproject.org/) ;

source: The (Amnesic) Incognito Live System was inspired by the [Incognito LiveCD](http://anonymityanywhere.com/incognito/). The Incognito author [has declared it to be dead](http://www.anonymityanywhere.com/incognito/) on March 23, 2010, and written that The (Amnesic) Incognito Live System "should be considered as its spiritual successor".
de: The (Amnesic) Incognito Live System ist inspiriert von der [Incognito LiveCD](http://anonimityanywhere.com/ingocnito/). Der Incognito Autor [hat das Projekt am 23. März 2010 für beendet erklärt](http://www.anonymityanywhere.com/incognito/). Er schreibt, dass The (Amnesic) Incognito Live System als spiritueller Nachfolger in Erwägung gezogen werden soll.
fr: T(A)ILS s'est inspiré du [LiveCD Incognito](http://anonymityanywhere.com/incognito/). L'auteur d'Incognito a déclaré [la mort de son projet](http://www.anonymityanywhere.com/incognito/) le 23 mars 2010, et écrit que T(A)ILS "devait être considéré comme un successeur spirituel".

source: The [Privatix Live-System](http://mandalka.name/privatix/) was an early source of inspiration, too.
de: Das [Privatix Live-System](http://mandalka.name/privatix/) war auch eine frühe Quelle der Inspiration.
fr: Le [Système Live Privatix](http://mandalka.name/privatix/) fut également une source d'inspiration ancienne.

source: using this wiki
de: Wie dieses Wiki funktioniert
fr: Utiliser ce wiki

source: [[meta/sitemap]] and other [[meta]] pages
de: [[Sitemap|meta/sitemap]] und andere [[Meta-Seiten|meta]]
fr: [[plan du site|meta/sitemap]] et les autres [[pages méta|meta]]

source: [[ikiwiki documentation|ikiwiki]]
de: [[ikiwiki Dokumentation|ikiwiki]]
fr: [[la documentation d'ikiwiki|ikiwiki]]

source: contact
de: Kontakt
