Repository: danielchatfield/tails
Catalog: wiki/src/doc/anonymous_internet/iceweasel.*.po
Languages: es, fr

source: [[!meta title="Browsing the web with Iceweasel"]]
es: [[!meta title="Navegando la web con Iceweasel"]]
fr: [[!meta title="Naviguer sur le web avec Iceweasel"]]

source: [[!img iceweasel/mozicon128.png link=no alt="Iceweasel icon"]]
es: [[!img iceweasel/mozicon128.png link=no alt="Icono de Iceweasel"]]

source: Iceweasel is an unbranded version of the [[Mozilla Firefox|http://www.mozilla.com/firefox/]] web browser. Given its popularity many of you have probably used it before and its user interface is like any other modern web browser.
es: Iceweasel es un [[!wikipedia_es Fork desc="fork"]] del navegador web [[Mozilla Firefox|http://www.mozilla.com/firefox/]]. Dada su popularidad muchos de ustedes ya lo habrán usado antes y su interfaz es como cualquier otro navegador web moderno.
fr: Iceweasel est une version libérée de toute marque déposée du navigateur web [[Mozilla Firefox|http://www.mozilla.com/firefox/]]. Étant donnée sa popularité, la plupart d'entre vous l'ont sûrement déjà utilisé. Son interface est similaire à celle des autres navigateurs modernes.

source: Here are a few things worth mentioning in the context of Tails.
es: Hay algunas cosas que vale la pena mencionar en el contexto de Tails.
fr: Voici certains détails qui doivent être mentionnés lorsqu'on utilise Iceweasel sous Tails.

source: HTTPS Encryption
es: Cifrado HTTPS
fr: Chiffrement HTTPS

source: For example, here is how the browser looks like when we try to log in an email account at [lavabit.com](http://lavabit.com/), using their [webmail interface](https://lavabit.com/apps/webmail/src/login.php):
es: Así se ve el navegador cuando vamos a iniciar sesión en un servicio de correo como [lavabit.com](http://lavabit.com/), usando su [interfaz web](https://lavabit.com/apps/webmail/src/login.php):
fr: Par exemple, voici à quoi ressemble le navigateur lorsqu'on essaie de se connecter à un compte email sur [lavabit.com](http://lavabit.com/) *via* leur [webmail](https://lavabit.com/apps/webmail/src/login.php):

source: [[!img doc/anonymous_internet/iceweasel/lavabit.png link=no alt="Tails browser"]]
es: [[!img doc/anonymous_internet/iceweasel/lavabit.png link=no alt="Navegador web en Tails"]]
fr: [[!img doc/anonymous_internet/iceweasel/lavabit.fr.png link=no alt="navigateur de Tails"]]

source: Notice the small area on the left of the address bar saying "lavabit.com" on a blue background and the address beginning with "https://" (instead of "http://"):
es: Observa el área pequeña de lado izquierdo de la barra de dirección que dice "lavabit.com" con un fondo azul y la dirección al principio con "https://" (en lugar de "http://"):
fr: Notez la petite zone à gauche de la barre d'adresse indiquant "lavabit.com" sur un fond bleu, et l'adresse commençant par "**https:**//" (au lieu de "**http://**"):

source: [[!img iceweasel/address-bar.png link=no alt="address bar showing 'lavabit.com' / 'https://lavabit.com/'"]]
es: [[!img iceweasel/address-bar.png link=no alt="barra de dirección mostrando 'lavabit.com' / 'https://lavabit.com/'"]]
fr: [[!img iceweasel/address-bar.fr.png link=no alt="barre d'adresse montrant 'lavabit.com' / 'https://lavabit.com/'"]]

source: These are the indicators that an encrypted connection using [[!wikipedia HTTPS]] is being used.
es: Esto muestra una conexión cifrada usando [[!wikipedia_es Hypertext_Transfer_Protocol_Secure desc="HTTPS"]] .
fr: Voici ce qui indique que vous naviguez de manière chiffrée en utilisant une connexion [[!wikipedia_fr HTTPS]]

source: You should try to only use services providing HTTPS when you are sending or retrieving sensitive information (like passwords), otherwise its very easy for an eavesdropper to steal whatever information you are sending or to modify the content of a page on its way to your browser.
es: Procura usar únicamente servicios HTTPS cuando envías o recibes información sensible (como contraseñas), de otro modo es muy fácil para un espía robar la información que envías o modificar el contenido de una página que visites con el navegador.
fr: Vous devriez essayer d'utiliser uniquement des services proposant HTTPS lorsque vous envoyez ou recevez des informations sensibles (comme des mots de passe), car si ce n'est pas le cas, il est très facile pour une oreille indiscrète de récupérer l'information que vous envoyez, quelle qu'elle soit, ou de modifier le contenu de la page telle qu'elle apparaît dans votre navigateur.

source: [[!img https-everywhere.jpg link=no alt="HTTPS Everywhere logo"]]
es: [[!img https-everywhere.jpg link=no alt="Logo de HTTPS Everywhere"]]

source: [HTTPS Everywhere](https://www.eff.org/https-everywhere) is a Firefox extension shipped in Tails and produced as a collaboration between [The Tor Project](https://torproject.org/) and the [Electronic Frontier Foundation](https://eff.org/). It encrypts your communications with a number of major websites. Many sites on the web offer some limited support for encryption over HTTPS, but make it difficult to use. For instance, they may default to unencrypted HTTP, or fill encrypted pages with links that go back to the unencrypted site. The HTTPS Everywhere extension fixes these problems by rewriting all requests to these sites to HTTPS.
es: [HTTPS Everywhere](https://www.eff.org/https-everywhere) es un complemento de Firefox incluido en Tails y producido en colaboración de [The Tor Project](https://torproject.org/) y la [Electronic Frontier Foundation](https://eff.org/). Este complemento cifra tu comunicación con más sitios web. Muchos sitios web ofrecen soporte limitado para cifrado sobre HTTPS, pero hacen complicado usarlo. Por ejemplo, pueden hacer predeterminado HTTP sin cifrar, o llenar páginas cifradas con enlaces de vuelta al sitio sin cifrar. El complemento HTTPS Everywhere soluciona estos problemas redirigiendo todas las solicitudes de los sitios hacia HTTPS.
fr: [HTTPS Everywhere](https://www.eff.org/https-everywhere) est une extension Firefox livrée par défaut dans Tails et produite encollaboration entre [Le Projet Tor](https://torproject.org/)et la [Electronic Frontier Foundation](https://eff.org/). Elle chiffre vos communicationssur un grand nombre de sites Internet majeurs. De nombreux sites offrent un certain support du chiffrement *via* HTTPS, mais le rendent compliqué à l'utiliser. Par exemple, ils sont par défaut en HTTP ou truffent leurs pages chiffrées de liens vers des versions HTTP du site. L'extension HTTPS Everywhere règle ces problèmes en réécrivant toutes les requêtes vers ces sites en HTTPS.

source: To learn more about HTTPS Everywhere you can see:
es: Para aprender más de HTTPS Everywhere revisa:
fr: Pour en savoir plus sur HTTPS Everywhere vous pouvez consulter :

source: the [HTTPS Everywhere homepage](https://www.eff.org/https-everywhere)
es: la [página de HTTPS Everywhere](https://www.eff.org/https-everywhere)

source: the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq/)
es: las [FAQ de HTTPS Everywhere](https://www.eff.org/https-everywhere/faq/)

source: Tor alone is not enough to protect your anonymity and privacy while browsing the web. All modern web browsers, such as Firefox, support [[!wikipedia JavaScript]], [[!wikipedia Adobe_Flash]], [[!wikipedia HTTP_cookie desc="cookies"]] and other services which have been shown to be able to defeat the anonymity provided by the Tor network.
es: Tor solo no es suficiente para mantener tu privacidad y anonimato mientras navegas la web. Todos los navegadores modernos, como Firefox, soportan [[!wikipedia_es JavaScript]], [[!wikipedia_es Adobe_Flash_Player desc="Reproductor de Flash"]], [[!wikipedia_es Cookie_(informática) desc="cookies"]] y otros servicios que han demostrado vencer el anonimato proveído por la red Tor.
fr: Tor seul, n'est pas suffisant pour protéger votre anonymat et votre vie privée lorsque vous surfez sur le web. Tous les navigateurs modernes, tels que Firefox proposent [[!wikipedia JavaScript]], [[!wikipedia Adobe_Flash]], [[!wikipedia HTTP_cookie desc="ou des cookies"]] qui ont montré qu'ils pouvaient briser l'anonymat assuré par le réseau Tor.

source: In Tails all such features are handled from inside the browser by an extension called [Torbutton](https://www.torproject.org/torbutton/) which does all sorts of things to prevent the above type of attacks. But that comes at a price: since this will disable some functionalities and some sites might not work as intended.
es: En Tails todas estas características son manejadas dentro del navegador por un complemento llamado [Torbutton](https://www.torproject.org/torbutton/), el cual realiza todo tipo de cosas para prevenir los ataques antes mencionados. Pero ésto tiene un costo: se deshabilitan algunas funcionalidades, por lo que algunos sitios quizá no trabajen como deberían.
fr: Dans Tails, toutes ces fonctions sont gérées au sein même du navigateur par une extension nommée [Torbutton](https://www.torproject.org/torbutton/) qui met en place de multiples processus afin d'empêcher le type d'attaques évoquées précédemment. Mais cela a un prix : dès lors que l'on désactive certaines fonctionnalités, certains sites peuvent ne pas fonctionner comme d'habitude.

source: To learn more about Torbutton you can see:
es: Para aprender más de Torbutton consulta:
fr: Pour en savoir plus à propos du Torbutton vous pouvez consulter :

source: [the Torbutton homepage](https://www.torproject.org/torbutton/)
es: [la web de Torbutton](https://www.torproject.org/torbutton/)
fr: [La page d'accueil de Torbutton](https://www.torproject.org/torbutton/)

source: [the Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html.en)
es: [las FAQ de Torbutton](https://www.torproject.org/torbutton/torbutton-faq.html.en)
fr: [La FAQ de Torbutton](https://www.torproject.org/torbutton/torbutton-faq.html.en)

source: Protection against dangerous JavaScript
es: Protección en contra de JavaScript peligroso
fr: Se protéger contre les codes JavaScript dangereux

source: Having all JavaScript disabled by default would disable a lot of harmless and possibly useful JavaScript and render unusable many websites.
es: Al tener todo el JavaScript deshabilitado de forma predeterminada se eliminarían buena cantidad de inofensivos y posiblemente útiles JavaScript y haría inusables muchos sitios web.
fr: La désactivation totale de JavaScript par défaut désactiverait beaucoup de codes JavaScript inoffensifs et potentiellement utiles et rendre inutilisables de nombreux sites.

source: That's why **JavaScript is enabled by default** in Tails.
es: Es por esto que **JavaScript está habilitado predeterminadamente** en Tails.
fr: C'est pourquoi **JavaScript est activé par défaut** dans Tails.

source: But we rely on Torbutton to **disable all potentially dangerous JavaScript**.
es: No obstante confiamos en Torbutton para **deshabilitar todos los JavaScript potencialmente peligrosos**.
fr: Cependant Torbutton s'occupe de **désactiver** **tous les codes JavaScript potentiellement** **dangereux**.

source: We consider this as a necessary compromise between security and usability and as of today we are not aware of any JavaScript that would compromise Tails anonymity.
es: Pensamos que es un compromiso necesario entre seguridad y usabilidad, hasta el día de hoy no sabemos de algún JavaScript que pueda comprometer el anonimato en Tails.
fr: Nous considérons qu'il s'agit là d'un compromis nécessaire entre sécurité et facilité d'usage. D'autant plus que nous ne connaissons aucun code JavaScript qui pourrait compromettre l'anonymat offert par Tails.

source: For more technical details you can refer to the [Torbutton design document](https://www.torproject.org/torbutton/en/design/).
es: Para más detalles técnicos consulta [documento de diseño de Torbutton](https://www.torproject.org/torbutton/en/design/).
fr: Pour plus de détails techiniques vous pouvez consulter ce lien : [Torbutton design document](https://www.torproject.org/torbutton/en/design/) (en).

source: NoScript to have even more control over JavaScript
es: NoScript da aun más control sobre JavaScript
fr: NoScript pour encore plus de contrôle sur JavaScript

source: [[!img noscript.png link=no alt="NoScript logo"]]
es: [[!img noscript.png link=no alt="Logo de NoScript"]]

source: For more information you can refer to the NoScript [website](http://noscript.net/) and [features](http://noscript.net/features).
es: Para mayor información visita el [sitio web](http://noscript.net/) y [funciones](http://noscript.net/features) de NoScript.
fr: Pour plus d'informations vous pouvez consulter le [site de NoScript](http://noscript.net/) et plus particulièrement la page des [fonctionnalités](http://noscript.net/features).

source: Using HTTPS instead of HTTP encrypts your communication while browsing the web.
fr: Utiliser le HTTPS au lieu du HTTP chiffre vos communications quand vous naviguez sur le web.

source: All the data exchanged between your browser and the server you are visiting are encrypted. It prevents the [[Tor exit node to eavesdrop on your communication|doc/about/warning#exit_node]].
fr: Toutes les données échangées entre votre navigateur et le serveur que vous joignez sont chiffrées. Ce qui empêche les nœuds de sortie Tor de jeter un œil à vos communications.

source: HTTPS also includes mechanisms to authenticate the server you are communicating with. But those mechanisms can be flawed, [[as explained on our warning page|about/warning#man-in-the-middle]].
fr: Le HTTPS contient également des méthodes d'authentification des serveurs auxquels vous communiquez. Cependant ces méthodes peuvent être compromises, [[comme expliqué dans les avertissements|about/warning#man-in-the-middle]].

source: - the [HTTPS Everywhere homepage](https://www.eff.org/https-everywhere) - the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq/)
fr: - La [page d'accueil d'HTTPS Everywhere](https://www.eff.org/https-everywhere)- La [FAQ d'HTTPS Everwyhere](https://www.eff.org/https-everywhere/faq/)
