Repository: danielchatfield/tails
Catalog: wiki/src/doc/anonymous_internet/vidalia.*.po
Languages: fr

source: [[!meta title="Controlling Tor with Vidalia"]]
fr: [[!meta title="Contrôler Tor avec Vidalia"]]

source: Vidalia is an anonymity manager. Basically this means that it can be used to control Tor, and is automatically launched on network connection.
fr: Vidalia est un gestionnaire d'anonymat. Concrètement, il peut être utilisé pour contrôler Tor et est lancé automatiquement dès que le système se connecte à Internet.

source: As soon as the Tor client managed to establish a route to the Tor network, Vidalia hides as an onion icon in the notification area of the screen.
fr: Dès que le client Tor a réussi à établir une route à travers le réseau Tor, Vidalia apparaît dans la barre de notification, en haut à droite, sous l'aspect d'un oignon.

source: Right-clicking this icon displays a configuration menu.
fr: Clique-droit sur cette icône fait apparâitre un menu de configuration

source: [[!img vidalia/right-click_menu.png link=no]]
fr: [[!img vidalia/right-click_menu.fr.png link=no]]

source: The <span class="emphasis">Network Map</span>
fr: La <span class="emphasis">Carte du Réseau</span>

source: The <span class="emphasis">network map</span> displays a window showing a map of the Tor network, a list of Tor relays and a list of currently used routes and their status.
fr: La <span class="emphasis">carte du réseau</span> affiche une fenêtre montrant une carte du réseau Tor, une liste des relais Tor ainsi qu'une liste des routes actuellement utilisées et leurs statuts.

source: [[!img vidalia/network_map.png link=no]]
fr: [[!img vidalia/network_map.fr.png link=no]]

source: In here, all the Tor nodes in the Tor network are listed, as are all your circuits and connections that go through the Tor network. This requires a bit of technical knowledge of how Tor works in order to understand and use, but it is not at all necessary. From the connection listing it should at least be relatively easy for you to see which exit node and country it appears your connections come from.
fr: Ici, tous les relais du réseau Tor sont listés, de même que tous vos circuits et connexions passants par le réseau Tor. Tout ceci demande quelques connaissances techniques à propos de la manière dont Tor fonctionne afin de comprendre et de bien l'utiliser, mais ce n'est pas impératif. A partir de la liste des connexions il devrait être relativement simple pour vous de voir par quel nœud de sortie et de quel pays votre connexion parvient en apparence.

source: The <span class="emphasis">New Identity</span> feature
fr: La fonction <span class="emphasis">Utiliser une nouvelle identité</span>

source: <div class="caution"> [[As explained on our warning page|about/warning#identities]], this feature of Vidalia is not a solution to really separate different contextual identities. <strong>Shutdown and restart Tails instead.</strong> </div>
fr: <div class="caution"> [[Comme expliqué dans les avertissements|about/warning#identities]], cette fonction de Vidalia n'est pas une solution pour vraiment séparer deux identités contextuelles. <strong>Mieux vaut éteindre et redémarrer Tails.</strong> </div>

source: Connect Through a Bridge
fr: Se connecter *via* une passerelle

source: [[See the corresponding documentation.|first_steps/startup_options/bridge_mode]]
fr: [[Voir la documentation correspondante.|first_steps/startup_options/bridge_mode]]

source: Configuring a Tor relay
fr: Configurer un relais Tor

source: You can also configure <span class="application">Vidalia</span> to set up yourself as a Tor relay. This helps out the Tor network by relaying the traffic of others.
fr: Vous pouvez également configurer <span class="application">Vidalia</span> pour mettre en place un relais Tor. Ce qui aide le réseau Tor en relayant du traffic pour ses utilisateurs.

source: [See the corresponding documentation from The Tor Project.](https://www.torproject.org/docs/tor-doc-relay.html)
fr: [Voir la documentation correspondante du Tor Project (en anglais).](https://www.torproject.org/docs/tor-doc-relay.html)

source: Configuring Hidden Services for Tor
fr: Configurer des Services Cachés pour Tor

source: [See the corresponding documentation from The Tor Project.](https://www.torproject.org/docs/tor-hidden-service.html)
fr: [Voir la documentation correspondante du Tor Project (en anglais).](https://www.torproject.org/docs/tor-hidden-service.html)
