Repository: danielchatfield/tails
Catalog: wiki/src/doc/conclusion.*.po
Languages: pt

source: [[!meta title="Conclusion"]]
pt: [[!meta title="Conclusão"]]

source: By offering you Tails we hope that you have the technological means to stay anonymous on the Internet. However, we want to emphasize that staying anonymous is _not_ only a technological problem – there is no tool, including Tails and Tor, that will magically make you anonymous on the Internet. You will have to behave as well. While deep technical knowledge of the architecture of the Internet, cryptology, traffic analysis techniques and the applications you use certainly can help (mainly by knowing what _not_ to do), we believe that some good ol' fashioned common sense and caution will be enough in most cases. Among other things, that includes:
pt: Ao oferecer Tails para você nós esperamos prover os meios tecnológicos para ficar anônimo na Internet. Mesmo assim, gostaríamos de enfatizar que anonimato _não_ é apenas um problema tecnológico – não existe ferramenta, incluindo Tails e Tor, que magicamente fará você ficar anônimo na Internet. Você terá de se comportar de acordo. Mesmo que um conhecimento profundo das arquiteturas da Internet, da criptologia, das técnicas de análise de tráfego e das aplicações que você usa possam ajudar (principalmente para saber o que _não_ fazer), acreditamos que um pouco do bom e velho senso comum e precaução serão suficientes em muitos casos. Entre outras coisas, isso inclui:

source: Choosing good passwords and not writing them down in unprotected places.
pt: Escolher boas senhas e não escrevê-las em locais desprotegidos.

source: Using end-to-end encryption whenever possible.
pt: Usar criptografia ponto-a-ponto sempre que possível.

source: Not trusting everyone and everything but being a bit suspicious in general.
pt: Não confiar em tudo e todos mas ser um pouco desconfiado/a em geral.

source: Making an effort for properly authenticating with everyone you are communicating with.
pt: Fazer um esforço para autenticar apropriadamente todos com quem você está se comunicando.

source: Being very careful when dealing with identifying information such as name, whereabouts, the local time and so on. Any such piece of information that you leak will help a would be adversary to get closer to you.
pt: Se comportar com bastante cuidado ao lidar com informações de identidade como nome, localização, horário local e assim por diante. Qualquer porção de informação que você vazar ajudará um adversário/a a chegar mais perto de você.

source: Also, please try to follow the instructions given by security tools as much to the letter as possible. There are situations where one can be creative or improvise solutions, but you should really try to learn when that is appropriate before you do it. For instance, when using PGP encryption you are often asked to verify the authenticity of any new public key that you have just got. If you do not do this it is possible that you are using a compromised key sent by an attacker performing a [man-in-the-middle attack](http://en.wikipedia.org/wiki/Man_in_the_middle_attack). Usually the authentication works by presenting you with the key's so called fingerprint, which is a unique identifier for that key that cannot be faked. Verification should then be done by asking you friend to send you the fingerprint through some safe channel, which could be anything from telling it by telephone or VoiP (which is hard for an attacker to manipulate on the fly) or even face-to-face (but then you can exchange the actual keys securely instead), and then making sure that they are the same. Assuming the channel is safe the fingerprint sent by your friend and the one you get from the key should be identical, otherwise something is wrong.
pt: Além disso, por gentileza tente seguir as instruções das ferramentas de segurança da maneira mais literal possível. Existem situações nas quais se pode ser criativo/a ou improvisar soluções, mas você deve realmente tentar apreender em que momentos isso é apropriado antes de fazê-lo. Por exemplo, quando você usa criptografia PGP muitas vezes é pedido para que você verifique a autenticidade de uma nova chave pública que você acabou de obter. Se você não o fizer é possível que você esteja usando uma chave comprometida enviada por um atacante realizando um [ataque man-in-the-middle](http://en.wikipedia.org/wiki/Man_in_the_middle_attack) (em inglês). Normalmente, a autenticação funciona pela verificação da chamada impressão digital de uma chave, que é o identificador único para aquela chave e que não pode ser falsificada. A verificação deve então ser feita pedindo ao seu amigo/a para que envie a impressão digital por um canal seguro, que pode ser qualquer coisa desde dizê-lo por telefone ou VoIP (que é mais difícil para um atacante atacar em tempo real) ou mesmo face-a-face (apesar de que dessa forma você também pode transmitir diretamente as chaves de forma segura) e então ter certeza de que elas são a mesma. Assumindo que o canal é seguro, a impressão digital enviada pelo seu amigo/a e aquela que você obtém a partir da própria chave devem ser a mesma, caso contrário algo está errado.

source: The above authentication methods are of course not always possible, but here is one of those places you can be creative. For example, you could send the fingerprint hidden in an innocent looking image by some means, although this is admittedly not bulletproof. You could make this method a bit safer by first sending the picture to your unknowing recipient and telling him or her how the fingerprint is hidden when you know that it has been received. Additionally, these kinds of tricky exchanges are always better to make over interactive communication channels such as IRC or with instant messaging since that will decrease the window of opportunity for any eavesdropper to interfere. Email is not very suitable as delays are long which gives the attacker ample time to act. An alternative authentication method to fingerprints, used by OTR, is to simply ask both parties of a shared secret that both should know. In this case, do not choose just anything – if someone is watching you they probably know which high school you went to, the size of your shoes and similar facts.
pt: Os métodos de autenticação acima mencionados obviamente nem sempre são possíveis, mas este é um dos momentos nos quais você pode ser criativo/a. Por exemplo, você poderia enviar a impresão digital escondida de algum modo numa imagem de aparência inocente por algum meio, apesar de este admitidamente não ser um procedimento à prova de balas.Você poderia deixar este método um pouco mais seguro ao enviar primeiramente a imagem para seu destinatário desconhecido/a, revelando a ele ou ela de que forma a impressão digital está escondida somente quando você descobrir que ela foi recebida. Além disso, esses tipos de trocas malandras são melhor realizadas em canais de comunicação como IRC ou mensageiros instantâneos uma vez que estes canais tendem a diminuir a janela de oportunidade para qualquer bisbilhoteiro/a interferir. Email não é muito recomendado porque atrasos de entrega longos possibilitam ao atacante um tempo amplo para agir. Um método alternativo de autenticação para impressões digitais, usado pelo OTR, é de simplesmente pedir a ambas as partes paracompartilharem um segredo que ambas saberão. Nesse caso, não escolha qualquer coisa – se alguém estiver te observando, provavelmente saberá em qual escola você estudou, o tamanho dos seu sapatos e fatos similares.

source: This is probably the place where we are expected to wish you good luck, but we will not. Relying on luck simply is not good practice in these situations. Stay cool and be smart! Thanks for you time!
pt: Este é provavelmente o momento no qual espera-se que desejemos boa sorte, mas não faremos isso. Contar com a sorte simplesmente não é uma boa prática nesse tipo de situação. Fique calmo/a seja esperto/a! Muito obrigado pelo seu tempo!

source: The Tor™ trademark and the Tor Onion Logo are trademarks of [The Tor Project.](https://www.torproject.org)
pt: A nome Tor e o logo Tor Onion são marcas registradas do [Projeto Tor.](https://www.torproject.org)
