Repository: danielchatfield/tails
Catalog: config/chroot_local-includes/usr/share/locale/*/LC_MESSAGES/tails.po
Languages: fr

source: OpenPGP encryption applet
fr: Applet de chiffrement OpenPGP

source: Exit
fr: Quitter

source: About
fr: À propos

source: Encrypt Clipboard with _Passphrase
fr: Chiffrer le presse-papier avec une _Phrase de passe

source: Sign/Encrypt Clipboard with Public _Keys
fr: Signer/Chiffrer le presse-papier avec une _clé publique

source: _Decrypt/Verify Clipboard
fr: _Déchiffrer/Vérifier le presse-papier

source: _Manage Keys
fr: _Gérer les Clés

source: The clipboard does not contain valid input data.
fr: Le presse-papier ne contient pas de données valides.

source: Unknown Trust
fr: Confiance inconnue

source: Marginal Trust
fr: Confiance marginale

source: Full Trust
fr: Confiance complète

source: Ultimate Trust
fr: Confiance ultime

source: Name
fr: Nom

source: Key ID
fr: Identifiant de la clé

source: Status
fr: Statut

source: Fingerprint:
fr: Empreinte :

source: User ID:
fr: Identifiant de l'utilisateur :

source: None (Don't sign)
fr: Aucun (ne pas signer)

source: Select recipients:
fr: Choisir les destinataires :

source: Hide recipients
fr: Cacher les destinataires

source: Hide the user IDs of all recipients of an encrypted message. Otherwise anyone that sees the encrypted message can see who the recipients are.
fr: Cacher les identifiants d'utilisateur pour tous les destinataires du message chiffré. Sans quoi n'importe qui voyant le message chiffré peut savoir à qui il est destiné.

source: Sign message as:
fr: Signer le message en tant que :

source: Choose keys
fr: Choisir les clés

source: Do you trust these keys?
fr: Faites-vous confiance à ces clés ?

source: The following selected key is not fully trusted:
fr: La clé sélectionnée suivante n'est pas totalement de confiance :

source: Do you trust this key enough to use it anyway?
fr: Faites-vous quand même assez confiance à cette clé pour l'utiliser

source: No keys selected
fr: Aucune clé sélectionnée

source: You must select a private key to sign the message, or some public keys to encrypt the message, or both.
fr: Vous devez sélectionner une clé privée pour signer le message, ou une clé publique pour le chiffrer, ou les deux.

source: No keys available
fr: Pas de clé disponible

source: You need a private key to sign messages or a public key to encrypt messages.
fr: Vous avez besoin d'une clé privée pour signer les messages ou d'une clé publique pour les chiffrer.

source: GnuPG error
fr: Erreur de GnuPG

source: Therefore the operation cannot be performed.
fr: L'opération ne peut pas être effectuée.

source: GnuPG results
fr: Résultat de GnuPG

source: Output of GnuPG:
fr: Voici la sortie de GnuPG :

source: Other messages provided by GnuPG:
fr: Autres messages de GnuPG :

source: Unparseable line in %s
fr: Ligne incompréhensibles dans %s

source: atom_str was passed an undefined argument
fr: un argument non défini a été passé à atom_str

source: Empty fetched feed.
fr: Le fil téléchargé est vide.

source: Synchronizing the system's clock
fr: Mise à jour de l'horloge système...

source: Tor needs an accurate clock to work properly, especially for Hidden Services. Please wait...
fr: Tor a besoin d'une horloge bien réglée pour fonctionner correctement, en particulier pour les services cachés. Veuillez patienter...

source: Failed to synchronize the clock!
fr: Échec de la mise à jour de l'horloge !

source: Warning: virtual machine detected!
fr: Attention : machine virtuelle détectée !

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails.
fr: Le système d'exploitation "hôte" et le logiciel de virtualisation peuvent surveiller ce que vous faites dans Tails.

source: <a href='file:///usr/share/doc/tails/website/doc/advanced_topics/virtualization.en.html'>Learn more...</a>
fr: <a href='file:///usr/share/doc/tails/website/doc/advanced_topics/virtualization.fr.html'>En savoir plus...</a>

source: <h1>Help us fix your bug!</h1> <p>Read <a href="%s">our bug reporting instructions</a>.</p> <p><strong>Do not include more personal information than needed!</strong></p> <h2>About giving us an email address</h2> <p>If you don't mind disclosing some bits of your identity to Tails developers, you can provide an email address to let us ask more details about the bug. Additionally entering a public PGP key enables us to encrypt such future communication.</p> <p>Anyone who can see this reply will probably infer you are a Tails user. Time to wonder how much you trust your Internet and mailbox providers?</p>
fr: <h1>Aidez-nous à résoudre votre problème !</h1> <p>Lire <a href="%s">nos instructions sur le signalement de problèmes</a>.</p> <p><strong>N'incluez pas plus d'informations personnelles que nécessaire !</strong></p> <h2>À propos de votre adresse email</h2> <p>Si cela ne vous dérange pas de divulguer des bribes d'information à votre sujet aux développeurs de Tails, vous pouvez fournir une adresse email afin que nous puissions vous demander davantage de détails sur le bug. Si vous fournissez aussi une clé PGP publique, nous vous demanderons ces détails par email chiffré.</p> <p>Ceux qui pourront voir ces communication pourront sans doute en déduire que vous êtes un utilisateur de Tails. C'est peut-être le moment de vous interroger sur la confiance que vous accordez à votre fournisseur d'accès à Internet et à votre hébergeur email...</p>

source: Shutdown Immediately
fr: Éteindre immédiatement

source: Reboot Immediately
fr: Redémarrer immédiatement

source: not available
fr: non disponible

source: Build information: %s
fr: Information de compilation: %s

source: About Tails
fr: À propos de Tails

source: Your additional software
fr: Vos logiciels additionnels

source: The upgrade failed. This might be due to a network problem. Please check your network connexion or try to restart Tails.
fr: La mise à jour a échoué. Cela peut être dû à un problème de réseau. Veuillez vérifier votre connexion au réseau, ou redémarrez Tails.

source: The upgrade was successful.
fr: La mise à jour a été réalisée avec succès.

source: error:
fr: erreur:

source: Error
fr: Erreur

source: warning:
fr: attention:

source: Warning
fr: Attention

source: Do you really want to launch the Unsafe Browser?
fr: Êtes-vous sûr de vouloir utiliser le Navigateur Non-sécurisé ?

source: Network activity within the Unsafe Browser is <b>not anonymous</b>. Only use the Unsafe Browser if necessary, for example if you have to login or register to activate your Internet connection.
fr: La navigation via le Navigateur Non-sécurisé n'est <b>pas anonyme</b>. N'utilisez le Navigateur Non-sécurisé que si c'est nécessaire, par exemple si vous devez vous identifier ou vous enregistrer pour avoir accès à Internet.

source: _Launch
fr: _Lancer

source: _Exit
fr: _Sortir

source: Starting the Unsafe Browser...
fr: Lancement du Navigateur Non-sécurisé...

source: This may take a while, so please be patient.
fr: Ceci peut prendre du temps, merci d'être patient.

source: Failed to setup chroot.
fr: L'exécution de chroot a échoué

source: Shutting down the Unsafe Browser...
fr: Fermeture du Navigateur Non-sécurisé...

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
fr: Ceci peut prendre du temps, il vaut mieux ne pas relancer le Navigateur Non-sécurisé avant sa fermeture complète.

source: Failed to restart Tor.
fr: Le redémarrage de Tor a échoué.

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
fr: Un autre Navigateur Non-sécurisé est en cours d'utilisation, ou en train d'être nettoyé. Merci d'essayer à nouveau dans un instant.

source: No DNS server was obtained through DHCP or manually configured in NetworkManager.
fr: Aucun serveur DNS n'a été obtenu en DHCP ou via une configuration manuelle dans NetworkManager.
