Repository: danielchatfield/tails
Catalog: config/includes.chroot/usr/share/locale/*/LC_MESSAGES/gpgApplet.po
Languages: fa, fr

source: OpenPGP encryption applet
fa: بازکردن اپلت OpenPGP
fr: Applet de chiffrement OpenGPG

source: Exit
fa: خروج
fr: Quitter

source: About
fa: درباره
fr: À propos

source: En_crypt Clipboard
fa: ـرمز کردن Clipboard
fr: _Chiffrer le presse-papiers

source: _Decrypt/Verify Clipboard
fa: رمزـگشایی/تائید Clipboard
fr: _Déchiffrer/Vérifier le presse-papiers

source: The clipboard does not contain valid input data.
fa: Clipboard هیچ داده معتبری ندارد
fr: Le presse-papiers ne contient pas de données valides.

source: GnuPG encryption error
fa: خطا در رمزنگاری GnuPG
fr: Erreur de chiffrement GnuPG

source: GnuPG decryption/verification error
fa: خطا در رمزگشایی/تائید رمز GnuPG
fr: Erreur de déchiffrement/vérification GnuPG

source: Therefore, it cannot be encrypted.
fa: از این رو، نمی تواند به رمز در آورده شود.
fr: Il ne peut donc être chiffré.

source: Therefore, it cannot be decrypted.
fa: از این رو نمی تواند از رمز گشایی شود.
fr: Il ne peut donc être déchiffré.

source: GnuPG results
fa: نتایج GnuPG
fr: Résultat de GnuPG

source: Here is the GnuPG output:
fa: خروجی GnuPG بدین شکل است:
fr: Voici la sortie de GnuPG :

source: While it were at it, GnuPG also mentionned in passing:
fr: Tant qu'il y était, GnuPG a signalé :
