Repository: danielchatfield/tails
Catalog: wiki/src/news/test_0.20-rc1.*.po
Languages: fr

source: [[!meta date="2013-08-01 12:00:00"]] [[!meta title="Call for testing: 0.20~rc1"]]
fr: [[!meta date="2013-08-01 12:00:00"]] [[!meta title="Appel à tester Tails 0.20~rc1"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.20 is out. Please test it and see if all works for you.
fr: Vous pouvez aider Tails ! La première (et on espère seule) version candidate pour la version 0.20 à venir est sortie. Merci de la tester et de voir si tout fonctionne pour vous.

source: How to test Tails 0.20~rc1?
fr: Comment tester Tails 0.20~rc1 ?

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fr: Gardez à l'esprit que c'est une image de test. Nous nous sommes assurés qu'elle n'est pas corrompue d'une manière évidente, mais elle peut toujours contenir des problèmes non découverts.

source: Download the ISO image and its signature:
fr: Téléchargez l'image ISO et sa signature :

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.20-rc1/tails-i386-0.20~rc1.iso" >Tails 0.20~rc1 ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.20-rc1/tails-i386-0.20~rc1.iso" >Image ISO de Tails 0.20~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.20-rc1.iso.sig " >Tails 0.20~rc1 signature</a>
fr: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.20~rc1.iso.sig" >Signature de Tails 0.20~rc1</a>

source: [[Verify the ISO image|download#verify]].
fr: [[Vérifiez l'image ISO|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fr: Jetez un œil à la liste des <a href="#known_issues">problèmes connus de cette version</a> et à la liste des [[problèmes connus de longue date|support/known_issues]].

source: Test wildly!
fr: Testez à volonté !

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Si vous découvrez quelque chose qui ne fonctionne pas comme prévu, merci de [[nous le rapporter|doc/first_steps/bug_reporting]] ! Points bonus si vous vérifiez que ce n'est pas un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: What's new since 0.19?
fr: Quoi de neuf depuis la 0.19 ?

source: New features
fr: Nouvelles fonctionnalités

source: Bugfixes
fr: Corrections de bugs

source: Prevent Iceweasel from displaying a warning when leaving HTTPS web sites.
fr: Empêche Iceweasel d'afficher un avertissement lorsqu'on quitte un site web en HTTPS.

source: Make Iceweasel use the correct, localized search engine.
fr: Iceweasel utilise désormais le bon, et dans la langue souhaitée, moteur de recherche.

source: Fix Git access to https:// repositories.
fr: Accès Git aux dépôts https:// corrigé.

source: Minor improvements
fr: Améliorations mineures

source: Install Dasher, a predictive text entry tool.
fr: Installation de Dasher, outil de saisie de texte prédictif.

source: Add a wrapper around TrueCrypt which displays a warning about it soon being deprecated in Tails.
fr: Ajout d'un "emballage" autour de TrueCrypt qui affiche un avertissement concernant le fait qu'il sera bientôt supprimé de Tails.

source: Remove Pidgin libraries for all protocols but IRC and Jabber/XMPP. Many of the other protocols Pidgin support are broken in Tails and haven't got any security auditting.
fr: Suppression des librairies de Pidgin pour tous les protocoles hormis IRC et Jabber/XMPP. La plupart des autres protocoles pris en charge par Pidgin sont cassés dans Tails et n'ont reçu aucun audit de sécurité.

source: Disable the pre-defined Pidgin accounts so they do not auto-connect on Pidgin start.
fr: Désactivation du compte pré-défini de Pidgin afin qu'il ne se connecte pas automatiquement à son démarrage.

source: Include information about Alsa in WhisperBack reports.
fr: Inclusion d'informations à propos d'Alsa dans les rapports de Whisperback.

source: Explicitly restrict access to ptrace. While this setting was enabled by default in Debian's Linux 3.9.6-1, it will later disabled in 3.9.7-1. It's unclear what will happen next, so let's explicitly enable it ourselves.
fr: Restriction d'accès explicite à ptrace. Alors que cette configuration était activée par défaut dans Linux Debian 3.9.6-1, elle a été désactivé dans la version 3.9.7-1. Ce qui adviendra ensuite n'est pas clair, c'est pourquoi nous l'activons nous-mêmes explicitement.

source: Do not display dialog when a message is sent in Claws Mail.
fr: N'affiche pas de boîte de dialogue quand un message est envoyé dans Claws Mail.

source: Localization
fr: Langues

source: Many translation updates all over the place.
fr: De nombreuses traductions un peu partout.

source: Merge all Tails-related POT files into one, and make use of intltoolize for better integration with Transifex.
fr: Fusion de tous les fichiers POT associés à Tails, et se sert de intltoolize pour une meilleur intégration dans Transifex.

source: <a id="known_issues"></a>Known issues in 0.20~rc1
fr: <a id="known_issues"></a>Problèmes connus dans la version 0.20~rc1

source: The ISO image and signature were mistakenly named with "~rc1" (notice the tilde) instead of "-rc1", like before.
fr: L'image ISO et la signature ont malencontreusement été nommées avec "~rc1" (notez le tilde) à la place de "-rc1", comme d'habitude.

source: The French translation is broken to the point that it prevents some applications from starting (like the emergency shutdown applet).
fr: La traduction française est cassé à tel point qu'elle empêche certaines applications de démarrer (comme l'applet de l'assistant à l'extinction).

source: All these issues are fixed in Git and will be fixed in Tails 0.20.
fr: Tous ces problèmes sont corrigés dans Git et le seront dans Tails 0.20.
