Repository: danielchatfield/tails
Catalog: wiki/src/news/test_0.22.1-rc1.*.po
Languages: fr

source: [[!meta title="Call for testing: 0.22.1~rc1"]] [[!meta date="2014-01-11 00:18:00"]]
fr: [[!meta title="Appel à tester Tails 0.22.1~rc1"]] [[!meta date="2014-01-11 00:18:00"]]

source: You can help Tails! The first release candidate for the upcoming version 0.22.1 is out. Please test it and see if it works for you.
fr: Vous pouvez aider Tails ! La première (et on espère seule) version candidate pour la version 0.22.1 à venir est sortie. Merci de la tester et de voir si tout fonctionne pour vous.

source: How to test Tails 0.22.1~rc1?
fr: Comment tester Tails 0.22.1~rc1 ?

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fr: <strong>Gardez à l'esprit que c'est une image de test.</strong> Nous nous sommes assurés qu'elle n'est pas corrompue d'une manière évidente, mais elle peut toujours contenir des problèmes non découverts.

source: Either try the <a href="#automatic_upgrade">automatic upgrade</a>, or download the ISO image and its signature:
fr: Vous pouvez soit essayer la <a href="#automatic_upgrade">mise à jour automatique</a>, ou télécharger l'image ISO et sa signature :

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-0.22.1~rc1/tails-i386-0.22.1~rc1.iso" >Tails 0.22.1~rc1 ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-0.22.1~rc1/tails-i386-0.22.1~rc1.iso" >Image ISO de Tails 0.22.1~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.22.1~rc1.iso.sig " >Tails 0.22.1~rc1 signature</a>
fr: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.22.1~rc1.iso.sig " >Signature de Tails 0.22.1~rc1</a>

source: [[Verify the ISO image|download#verify]].
fr: [[Vérifiez l'image ISO|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fr: Jetez un œil à la liste des <a href="#known_issues">problèmes connus de cette version</a> et à la liste des [[problèmes connus de longue date|support/known_issues]].

source: Test wildly!
fr: Testez à volonté !

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Si vous découvrez quelque chose qui ne fonctionne pas comme prévu, merci de [[nous le rapporter|doc/first_steps/bug_reporting]] ! Points bonus si vous vérifiez que ce n'est pas un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: <a id="automatic_upgrade"></a>How automatically upgrade from 0.22?
fr: <a id="automatic_upgrade"></a>Comment mettre à jour automatiquement depuis la version 0.22 ?

source: These steps allow you to automatically upgrade a device installed with <span class="application">Tails Installer</span> from Tails 0.22 to Tails 0.22.1~rc1.
fr: Ces étapes vous permettent de mettre à jour automatiquement votre périphérique installé avec l'<span class="application">Installeur de Tails</span> de Tails 0.22 vers Tails 0.22.1~rc1.

source: Start Tails 0.22 and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fr: Démarrer Tails 0.22 et [[définir un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: Run this command in a <span class="application">Root Terminal</span> to select the
fr: Lancer cette commande dans un <span class="application">Terminal administrateur</span> pour sélectionner le canal de mise à jour alpha

source: Run this command in a <span class="application">Root Terminal</span> to install the latest version of <span class="application">Tails Upgrader</span>:
fr: Lancer cette commande dans un <span class="application">Terminal administrateur</span> pour installer la dernière version de <span class="application">Tails Upgrader</span> :

source: Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;&#x25B8; <span class="guisubmenu">Tails</span>&nbsp;&#x25B8; <span class="guimenuitem">Tails Upgrader</span> </span> to start <span class="application">Tails Upgrader</span>.
fr: Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;&#x25B8; <span class="guisubmenu">Tails</span>&nbsp;&#x25B8; <span class="guimenuitem">Tails Upgrader</span> </span> pour lancer <span class="application">Tails Upgrader</span>.

source: Accept <span class="application">Tails Upgrader</span>&#39;s proposal to upgrade to Tails 0.22.1~rc1.
fr: Accepter la proposition de <span class="application">Tails Upgrader</span> de mettre à jour vers Tails 0.22.1~rc1.

source: Wait while the upgrade is downloaded and applied.
fr: Attendre pendant que la mise à jour est téléchargée et appliquée.

source: Restart the system when advised to do so.
fr: Redémarrer le système lorsque cela vous est proposé.

source: Once the system is restarted, choose <span class="menuchoice"> <span class="guimenu">System</span>&nbsp;&#x25B8; <span class="guimenuitem">About Tails</span> </span> to confirm that the running system is now Tails 0.22.1~rc1.
fr: Une fois le système redémarré, choisir <span class="menuchoice"> <span class="guimenu">Système</span>&nbsp;&#x25B8; <span class="guimenuitem">À propos de Tails</span> </span> pour vérifier que vous utilisez bien Tails 0.22.1~rc1 désormais.

source: What's new since 0.22?
fr: Quoi de neuf depuis la 0.22 ?

source: Security fixes
fr: Mise à jour de sécurité

source: Update NSS to 3.14.5-1~bpo60+1.
fr: Mise à jour de NSS vers la version 3.14.5-1~bpo60+1.

source: Major improvements
fr: Améliorations majeures

source: Check for upgrades availability using Tails Upgrader, and propose to apply an incremental upgrade whenever possible.
fr: Vérification des mises à jour disponible avec le Tails Upgrader, et proposition d'appliquer les mises à jour de manière incrémentale quand cela est possible.

source: Install Linux 3.12 (3.12.6-2).
fr: Installation de Linux 3.12 (3.12.6-2).

source: Bugfixes
fr: Corrections de bugs

source: Fix the keybindings problem introduced in 0.22.
fr: Correction du problème de raccourcis introduit dans la 0.22.

source: Fix the Unsafe Browser problem introduced in 0.22.
fr: Réparation du Navigateur Non-sécurisé depuis la 0.22.

source: Use IE's icon in Windows camouflage mode.
fr: Utilisation de l'icône d'IE en mode Windows camouflage.

source: Handle some corner cases better in Tails Installer.
fr: Meilleur prise en charge de certains cas par l'Installeur de Tails.

source: Minor improvements
fr: Améliorations mineures

source: Update Tor Browser to 24.2.0esr-1+tails1.
fr: ise à jour du Tor Browser vers la version 24.2.0esr-1+tails1.

source: Update Torbutton to 1.6.5.3.
fr: Mise à jour de Torbutton vers la version 1.6.5.3.

source: Do not start Tor Browser automatically, but notify when Tor is ready.
fr: Le Tor Browser ne se lance plus automatiquement, mais l'utilisateur est avertit quand Tor est prêt.

source: Import latest Tor Browser prefs.
fr: Importation des dernières préférences du Tor Browser.

source: Many user interface improvements in Tails Upgrader.
fr: Nombre d'améliorations de l'interface utilisateur dans Tails Upgrader.

source: See the <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=stable">online Changelog</a> for technical details.
fr: Voir le <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=stable">journal des modifications</a> pour les détails techniques.

source: <a id="known_issues"></a>Known issues in 0.22.1~rc1
fr: <a id="known_issues"></a>Problèmes connus dans la version 0.22.1~rc1

source: The memory erasure on shutdown [[!tails_ticket 6460 desc="does not work on some hardware"]].
fr: L'effacement de la mémoire à l'extinction [[!tails_ticket 6460 desc="ne fonctionne pas sur certains matériels"]].
