Repository: danielchatfield/tails
Catalog: wiki/src/news/test_0.17.2-rc1.*.po
Languages: fr

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.17.2 is out. Please test it and see if all works for you.
fr: Vous pouvez aider Tails ! La première (et on espère seule) version candidate pour la version 0.17.2 à venir est sortie. Merci de la tester et de voir si tout fonctionne pour vous.

source: How to test Tails 0.17.2~rc1?
fr: Comment tester Tails 0.17.2~rc1 ?

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fr: <strong>Gardez à l'esprit que c'est une image test.</strong> Nous nous sommes assuré qu'elle n'est pas corrompue d'une manière évidente, mais elle peut toujours contenir des problèmes non découverts.

source: Download the ISO image and its signature:
fr: Téléchargez l'image ISO et sa signature :

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso" >Tails 0.17.2~rc1 ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso" >Image ISO Tails 0.17.2~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso.pgp" >Tails 0.17.2~rc1 signature</a>
fr: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso.pgp" >Signature de Tails 0.17.2~rc1</a>

source: [[Verify the ISO image|download#verify]].
fr: [[Vérifier l'image ISO|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fr: Jetez un œil à la liste des <a href="#known_issues">problèmes connus de cette version</a> et à la liste des [[problèmes connus de longue date|support/known_issues]].

source: Test wildly!
fr: Testez vivement !

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Si vous découvrez n'importe quoi qui ne fonctionne pas comme prévu, merci de [[nous le rapporter|doc/first_steps/bug_reporting]] ! Points bonus si vous vérifiez que ce n'est pas un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: What's new since 0.17.1?
fr: Quoi de neuf depuis la 0.17.1 ?

source: Upgrade to Iceweasel 17.0.5esr-0+tails2~bpo60+1.
fr: Mise à jour d'Iceweasel vers la version 17.0.5esr-0+tails2~bpo60+1.

source: Stop displaying obsolete context menu entries ("Open Tor URL" and friends).
fr: N'affiche plus d'entrées de menu contextuel obsolètes ("Ouvrir l'URL Tor" et autres).

source: Hardware support
fr: Prise en charge matérielle

source: Update Linux to 3.2.41-2
fr: Mise à jour de Linux vers la version 3.2.41-2

source: Bugfixes
fr: Corrections de bugs

source: Use more reliable OpenPGP keyservers: use the hkps pool in GnuPG (and import their SSL CA); use hkp://pool.sks-keyservers.net in Seahorse (as it does not support hkps yet)
fr: Utilisation plus fiable des serveurs de clés OpenPGP : utilisation du fond hkps dans GnuPG (et importation de leur CA SSL); utilisation de hkp://pool.sks-keyservers.net dans Seahorse (qui ne prend pas en charge hkps pour l'instant).

source: Keep udisks users (GNOME Disk Utility, tails-persistence-setup, etc.) from resetting the system partition's attributes when manipulating the partition table. To this end, backport the relevant bugfix from Wheezy into parted 2.3-5+tails1. This allowed to remove the sgdisk-based workaround in tais-persistence-setup, and to stop installing python-parted. All this is a first needed step to fix [[!tails_todo make_system_disk_read-only]] in a future release.
fr: Empêche les utilisateurs de udisk (Utilitaire de Disque GNOME, tails-persistence-setup, etc.) de réinitialiser les attributs de la partition système en manipulant la table de partition. À ce point, rétroporter la correction de bug pertinente depuis Wheezy dans un 2.3-5+tails1 séparé. Cela permet de supprimer le bricolage basé sur sgdisk dans tails-persistence-setup, et d'arrêter d'installer python-parted. Tout ça fait partie de la première étape nécessaire pour [[!tails_todo make_system_disk_read-only]]

source: Minor improvements
fr: Améliorations mineures

source: Disable NoScript's HTML5 media click-to-play for better user experience.
fr: Désactivation de l'action cliquer-pour-lire du HTML5 de NoScript pour une meilleure expérience utilisateur.

source: Localization
fr: Langues

source: Tails USB installer: update translations for French, German, Spanish, Finnish, Greek, Italian, Latvian, Dutch, Polish and Chinese.
fr: Installeur USB Tails : mises à jour des traductions pour le français, l'allemand, l'espagnol, le finnois, le grec, l'italien, le letton, le hollandais, le polonais et le chinois.

source: Tails Greeter: update translations for Farsi, Chinese, French; new translations: Finnish, Norwegian Bokmål, Galician.
fr: Tails Greeter : mises à jour des traductions en persan, chinois, français; nouvelles traductions : finnois, norvégien (bokmål), et le galicien.

source: tails-persistence-setup: update Farsi and Chinese translations; import new translations for Finnish and Swedish.
fr: tails-persistence-setup : mises à jour des traductions en persan et en chinois ; importation de nouvelles traductions en finnois et suédois.

source: WhisperBack: update translations for Arabic, French, German, Greek, Spanish, Korean, Polish, Russian. New translations: Finnish, Chinese.
fr: WhisperBack : mises à jour des traductions en arabe, français, allemand, grec, espagnol, coréen, polonais, russe. Nouvelles traductions : finnois et chinois.

source: Build process
fr: Processus de conception

source: Add automated testing framework (Sikuli, Cucumber, libvirt -based) with a bunch of tests.
fr: Ajout d'un cadre de tests automatisés (Sikuli, Cucumber, libvirt-based) ainsi qu'une série de tests.

source: <a id="known_issues"></a>Known issues in 0.17.2~rc1
fr: <a id="known_issues"></a>Problèmes connus dans la version 0.17.2~rc1

source: No regression is known yet.
fr: Aucune régression n'est connue pour l'instant
