Repository: danielchatfield/tails
Catalog: wiki/src/news/test_0.19-rc1.*.po
Languages: fr

source: [[!meta date="2013-06-15 14:45:00"]] [[!meta title="Call for testing: 0.19~rc1"]]
fr: [[!meta date="2013-06-15 14:45:00"]] [[!meta title="Appel à tester Tails 0.19~rc1"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.19 is out. Please test it and see if all works for you.
fr: Vous pouvez aider Tails ! La première (et on espère seule) version candidate pour la version 0.19 à venir est sortie. Merci de la tester et de voir si tout fonctionne pour vous.

source: How to test Tails 0.19~rc1?
fr: Comment tester Tails 0.19~rc1 ?

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fr: Gardez à l'esprit que c'est une image de test. Nous nous sommes assurés qu'elle n'est pas corrompue d'une manière évidente, mais elle peut toujours contenir des problèmes non découverts.

source: Download the ISO image and its signature:
fr: Téléchargez l'image ISO et sa signature :

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso" >Tails 0.19~rc1 ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso" >Image ISO de Tails 0.19~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso.pgp" >Tails 0.19~rc1 signature</a>
fr: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso.pgp" >Signature de Tails 0.19~rc1</a>

source: [[Verify the ISO image|download#verify]].
fr: [[Vérifiez l'image ISO|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fr: Jetez un œil à la liste des <a href="#known_issues">problèmes connus de cette version</a> et à la liste des [[problèmes connus de longue date|support/known_issues]].

source: Test wildly!
fr: Testez à volonté !

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Si vous découvrez quelque chose qui ne fonctionne pas comme prévu, merci de [[nous le rapporter|doc/first_steps/bug_reporting]] ! Points bonus si vous vérifiez que ce n'est pas un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: What's new since 0.18?
fr: Quoi de neuf depuis la 0.18 ?

source: New features
fr: Nouvelles fonctionnalités

source: Bugfixes
fr: Corrections de bugs

source: Minor improvements
fr: Améliorations mineures

source: Localization: many translation updates all over the place.
fr: Langues: de nombreuses mises à jour de traduction un peu partout.

source: Test suite
fr: Suite de tests

source: <a id="known_issues"></a>Known issues in 0.19~rc1
fr: <a id="known_issues"></a>Problèmes connus dans la version 0.19~rc1

source: The Unsafe Browser does not work.
fr: Le Navigateur web Non-sécurisé ne fonctionne pas.

source: All these issues are fixed in Git and will be fixed in Tails 0.19.
fr: Tous ces problèmes sont corrigés dans le dépôt Git et le seront dans Tails 0.19.
