Repository: danielchatfield/tails
Catalog: wiki/src/news/version_0.20.*.po
Languages: fr

source: [[!meta title="Tails 0.20 is out"]]
fr: [[!meta title="Tails 0.20 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.20, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.20, est sorti.

source: All users must upgrade as soon as possible: this release fixes [[numerous security issues|security/Numerous_security_holes_in_0.19]].
fr: Tous les utilisateurs doivent le mettre à jour dès que possible : cette version corrige de [[nombreux problèmes de sécurité|security/Numerous_security_holes_in_0.19]].

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * New features - Install Linux kernel 3.10.3-1 from Debian unstable. - Iceweasel 17.0.8esr + Torbrowser patches.
fr: * Nouvelles fonctionnalités - Installation du noyau Linux 3.10.3-1 depuis Debian unstable. - Iceweasel 17.0.8esr + patches Torbrowser.

source: * Bugfixes - Prevent Iceweasel from displaying a warning when leaving HTTPS web sites. - Make Iceweasel use the correct, localized search engine. - Fix Git access to https:// repositories.
fr: * Corrections de bugs - Iceweasel n'affiche plus d'avertissement lors qu'on quitte un site web en HTTPS. - Iceweasel utilise désormais le bon, et dans la langue appropriée, moteur de recherche. - Correction de l'accès Git aux dépôt en https://.

source: * Minor improvements - Install Dasher, a predictive text entry tool. - Add a wrapper around TrueCrypt which displays a warning about it soon being deprecated in Tails. - Remove Pidgin libraries for all protocols but IRC and Jabber/XMPP. Many of the other protocols Pidgin support are broken in Tails and haven't got any security auditting. - Disable the pre-defined Pidgin accounts so they do not auto-connect on Pidgin start. - Include information about Alsa in WhisperBack reports. - Explicitly restrict access to ptrace. While this setting was enabled by default in Debian's Linux 3.9.6-1, it will later disabled in 3.9.7-1. It's unclear what will happen next, so let's explicitly enable it ourselves. - Do not display dialog when a message is sent in Claws Mail. - Sync iceweasel preferences with the Torbrowser's.
fr: * Améliorations mineures - Installation de Dasher, un outil de saisie de texte prédictive. - Ajout d'un avertissement autour de TrueCrypt prévenant du fait qu'il sera bientôt supprimé de Tails. - Suppression des librairies de Pidgin pour tous protocoles hormis IRC et Jabber/XMPP. La plupart des autres protocoles pris en charge par Pidgin sont cassés dans Tails et n'ont eu aucun audit de sécurité. - Désactivation des comptes prédéfinis dans Pidgin afin qu'il ne se connecte pas automatiquement au démarrage de Pidgin. - Ajout d'informations sur Alsa dans les rapports de Whisperback. - Restriction d'accès explicite à ptrace. Alors que cette configuration était activée par défaut dans Linux Debian 3.9.6-1, elle a été désactivé dans la version 3.9.7-1. Ce qui adviendra ensuite n'est pas clair, c'est pourquoi nous l'activons nous-mêmes explicitement. - N'affiche pas de boîte de dialogue quand un message est envoyé dans Claws Mail. - Synchronisation des préférences d'Iceweasel avec celles du Torbrowser.

source: * Localization - Many translation updates all over the place. - Merge all Tails-related POT files into one, and make use of intltoolize for better integration with Transifex.
fr: * Langues - De nombreuses traductions un peu partout. - Fusion de tous les fichiers POT associés à Tails, et se sert de intltoolize pour une meilleur intégration dans Transifex.

source: See the [online Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?id=0.20) for technical details.
fr: Voir le [journal des modifications](https://git-tails.immerda.ch/tails/plain/debian/changelog?id=0.20) pour les détails techniques.

source: Known issue
fr: Problèmes connus

source: No new known issue but [[longstanding known issues|support/known_issues]].
fr: Aucun nouveau problème connu à part les [[problèmes connus de longue date|support/known_issues]].

source: I want to try it or to upgrade!
fr: Je veux l'essayer ou le mettre à jour !

source: Go to the [[download]] page.
fr: Aller à la page de [[téléchargement|download]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous maintenons une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et après ?

source: The next Tails release is scheduled for around September 19.
fr: La prochaine version de Tails est prévue pour le 19 septembre.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour voir vers où nous allons.

source: Would you want to help? There are many ways [[**you** can contribute|contribute to Tails]]. If you want to help, come talk to us!
fr: Vous voulez aider ? Il y a de nombreuses façons pour [[**vous** de contribuer|contribute]]. Si vous souhaitez aider, venez nous en parler !
