Repository: danielchatfield/tails
Catalog: wiki/src/news/version_0.17.2.*.po
Languages: fr

source: [[!meta title="Tails 0.17.2 is out"]]
fr: [[!meta title="Tails 0.17.2 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.17.2, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.17.2, est sorti.

source: All users must upgrade as soon as possible.
fr: Tous les utilisateurs doivent le mettre à jour dès que possible.

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * Iceweasel - Upgrade to Iceweasel 17.0.5esr-0+tails2~bpo60+1. - Stop displaying obsolete context menu entries ("Open Tor URL" and friends).
fr: * Iceweasel - Mise à jour d'Iceweasel vers la version 17.0.5esr-0+tails2~bpo60+1. - N'affiche plus d'entrées de menu contextuel obsolètes ("Ouvrir l'URL Tor" et autres).

source: * Hardware support - Update Linux to 3.2.41-2. - Temporarily drop the Rendition display driver.
fr: * Prise en charge matérielle - Mise à jour de Linux vers la version 3.2.41-2. - Suppression temporaire du pilote d'affichage Rendition.

source: * Bugfixes - Use more reliable OpenPGP keyservers. - Keep udisks users (GNOME Disk Utility, tails-persistence-setup, etc.) from resetting the system partition's attributes when manipulating the partition table.
fr: * Corrections de bugs - Utilisation de serveurs de clés OpenPGP plus fiables. - Empêcher les utilisateurs de udisk (Utilitaire de Disque GNOME, tails-persistence-setup, etc.) de réinitialiser les attributs de la partition système en manipulant la table de partition.

source: * Minor improvements - Disable NoScript's HTML5 media click-to-play for better user experience.
fr: * Améliorations mineures - Désactivation de l'action cliquer-pour-lire du HTML5 de NoScript pour une meilleure expérience utilisateur.

source: * Localization - Many updated and new translations all over the place.
fr: * Langues - Nombreuses mises à jour et nouvelles traductions un peu partout.

source: I want to try it / to upgrade!
fr: Je veux l'essayer / mettre à jour !

source: See the [[Getting started]] page.
fr: Voir la page [[pour commencer|Getting started]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous maintenons une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et ensuite ?

source: The next Tails release (0.18) is scheduled for May 16.
fr: La prochaine version de Tails (0.18) est prévue pour le 16 mai.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à la [[!tails_roadmap]] pour voir ce que nous comptons faire ensuite.

source: Would you want to help? As explained in our [["how to contribute" documentation|contribute]], there are many ways **you** can contribute to Tails. If you want to help, come talk to us!
fr: Vous voulez aider ? Comme expliqué dans notre [[documentation "comment contribuer"|contribute]], il y a de nombreuses manières pour **vous** de contribuer à Tails. Si vous voulez aider, venez nous en parler !
