Repository: danielchatfield/tails
Catalog: wiki/src/news/version_0.20.1.*.po
Languages: fr

source: [[!meta title="Tails 0.20.1 is out"]]
fr: [[!meta title="Tails 0.20.1 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.20.1, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.20.1 est sorti.

source: All users must upgrade as soon as possible: this release fixes [[numerous security issues|security/Numerous_security_holes_in_0.20]].
fr: Tous les utilisateurs doivent le mettre à jour dès que possible : cette version corrige de [[nombreux problèmes de sécurité|security/Numerous_security_holes_in_0.20]].

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * New features - Install Tor 0.2.4.17-rc. - Install Iceweasel 17.0.9esr with Torbrowser patches. - Install Linux kernel 3.10-3 (version 3.10.11-1).
fr: * Nouvelles fonctionnalités - Installation de Tor 0.2.4.17-rc. - Installation d'Iceweasel 17.0.9esr avec les patchs du Torbrowser. - Installation du noyau Linux 3.10-3 (version 3.10.11-1).

source: * Bugfixes - Remount persistence devices read-only at shutdown/reboot time ([[!tails_ticket 6228]]). - Greeter: display a warning icon on admin password mismatch and on persistence unlocking failure. Thanks to Andres Gomez Ramirez <andres.gomez@cern.ch> for the fix! - Fix the I2P IRC account. - Allow installing "Priority: standard" packages that we do not install by default.
fr: * Corrections de bugs - Remontage des périphériques en lecture seule persistants au moment de l'extinction/redémarrage ([[!tails_ticket 6228]]). - Greeter: affichage d'un icône d'avertissement si les mots de passe administrateur ne correspondent pas et pour l'échec du déverrouillage de la persistance. Merci à Andres Gomez Ramirez <andres.gomez@cern.ch> pour la correction ! - Correction du compte IRC d'I2P. - Permet l'installation de paquets de type "Priority: standard" que nous n'installons pas par défaut.

source: * Minor improvements - Additional software: point to the system log on upgrade failure.
fr: * Améliorations mineures - Logiciels additionnels : dirige vers les journaux systèmes si la mise à jour échoue.

source: * Localization - Many translation updates all over the place.
fr: * Langues - De nombreuses traductions un peu partout.

source: See the [online Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog) for technical details.
fr: Voir le [journal des modifications](https://git-tails.immerda.ch/tails/plain/debian/changelog) pour les détails techniques.

source: Known issues
fr: Problèmes connus

source: No new known issue but [[longstanding known issues|support/known_issues]].
fr: Aucun nouveau problème connu à part les [[problèmes connus de longue date|support/known_issues]].

source: For users of the Pidgin persistence feature
fr: Pour les utilisateurs de la persistance pour Pidgin

source: If you have turned on the persistent Pidgin configuration feature, then you have to update the following configuration in Pidgin:
fr: Si vous avez activé la persistance pour Pidgin, vous devez mettre à jour les paramètres suivants dans Pidgin :

source: <span class="menuchoice"> <span class="guimenu">Tools</span>&nbsp;▸ <span class="guisubmenu">Preferences</span>&nbsp;▸ <span class="guisubmenu">Proxy</span>
fr: <span class="menuchoice"> <span class="guimenu">Outils</span>&nbsp;▸ <span class="guisubmenu">Préférences</span>&nbsp;▸ <span class="guisubmenu">Proxy</span>

source: Activate <span class="guilabel">Use remote DNS with SOCKS4 proxies</span>.
fr: Activez <span class="guilabel">Utiliser une DNS distante avec SOCKS4</span>.

source: Choose <span class="guilabel">SOCKS5</span> as the <span class="guilabel">Proxy type</span>.
fr: Choisissez <span class="guilabel">SOCKS5</span> comme <span class="guilabel">Type de proxy</span>.

source: Type <span class="guilabel">127.0.0.1</span> as the <span class="guilabel">Host</span>.
fr: Saisissez <span class="guilabel">127.0.0.1</span> dans le champs <span class="guilabel">Hôte</span>.

source: Type <span class="guilabel">9050</span> as the <span class="guilabel">Port</span>.
fr: Saisissez <span class="guilabel">9050</span> dans le champs <span class="guilabel">Port</span>.

source: Click on the <span class="guilabel">Close</span> button.
fr: Cliquez sur le bouton <span class="guilabel">Fermer</span>.

source: I want to try it or to upgrade!
fr: Je veux l'essayer ou le mettre à jour !

source: Go to the [[download]] page.
fr: Aller à la page de [[téléchargement|download]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous maintenons une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et après ?

source: The next Tails release is scheduled for around October 29.
fr: La prochaine version de Tails est prévue pour le 29 octobre.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour voir vers où nous allons.

source: Would you want to help? There are many ways [[**you** can contribute to Tails|contribute]]. If you want to help, come talk to us!
fr: Vous voulez aider ? Il y a de nombreuses façons pour [[**vous** de contribuer|contribute]]. Si vous souhaitez aider, venez nous en parler !
