Repository: danielchatfield/tails
Catalog: wiki/src/news/version_0.17.1.*.po
Languages: fr

source: [[!meta title="Tails 0.17.1 is out"]]
fr: [[!meta title="Tails 0.17.1 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.17.1, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.17.1, est sorti.

source: All users must upgrade as soon as possible.
fr: Tous les utilisateurs doivent le mettre à jour dès que possible.

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * Iceweasel - Upgrade to Iceweasel 17.0.4esr-0+tails1~bpo60+1.
fr: * Iceweasel - Mise à jour d'Iceweasel vers la version 17.0.4esr-0+tails1~bpo60+1.

source: * Hardware support - Update Linux to 3.2.39-2, that It includes better support for graphics adapter, backported from Linux 3.4.29. - Temporarily drop the Rendition display driver.
fr: * Prise en charge matérielle - Mise à jour de Linux vers la version 3.2.39-2, qui assure une meilleure prise en charge des adaptateurs graphiques, rétroporté depuis Linux 3.4.29. - Désactivation temporaire des pilotes d'affichage Rendition.

source: * Bugfixes - Remove Indymedia IRC account, until we ship a version of Pidgin with SASL support.
fr: * Corrections de bugs - Compte IRC Indymedia retiré, en attendant de livrer une version de Pidgin qui supporte le SASL.

source: See the [online Changelog](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.17.1) for technical details.
fr: Voir le [journal des modifications en ligne](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.17.1) pour les détails techniques.

source: I want to try it / to upgrade!
fr: Je veux l'essayer / mettre à jour !

source: See the [[Getting started]] page.
fr: Voir la page [[pour commencer|Getting started]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous maintenons une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et ensuite ?

source: The next Tails release (0.17.2) is scheduled for April 9. It will be a minor, bugfix only one.
fr: La prochaine version de Tails (0.17.2) est prévue pour le 9 Avril. Elle sera surement une version mineure qui se contentera de corriger des problèmes.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à la [[!tails_roadmap]] pour savoir où nous allons.

source: Would you want to help? As explained in our [["how to contribute" documentation|contribute]], there are many ways **you** can contribute to Tails. If you want to help, come talk to us!
fr: Vous voulez aider ? Comme expliqué dans notre [[documentation "comment contribuer"|contribute]], il y a de nombreuses manières pour **vous** de contribuer à Tails. Si vous voulez aider, venez nous en parler !
