Repository: danielchatfield/tails
Catalog: wiki/src/support/installing_onto_a_usb_stick.*.po
Languages: fr

source: [[!meta title="Installing onto a USB stick"]]
fr: [[!meta title="Installer sur une clé USB"]]

source: Why running from a USB stick?
fr: Pourquoi démarrer depuis une clé USB ?

source: Note that the method of installing Tails onto a USB stick is pretty crude at the moment (a more intuituve way is planned). If you do not know precisely what the things mentioned below mean it is recommended to stop now as you otherwise might risk overwriting any present hard drives. Proceed at your own discretion!
fr: Notez que la méthode pour installer Tails sur une clé USB est relativement brute pour le moment (une façon de faire plus intuitive est prévue). Si vous ne connaissez pas la signification précise des instructions ci-dessous, il est recommandé d'arrêter maintenant, autrement vous risquez de réécrire sur n'importe lequel de vos disques durs. À effectuer à vos propre risques !

source: There is also a third path that would be worth mentioning: most SD cards have a read-only switch. It might cost a little bit more, but not much, to buy an USB SD card reader and a SD card with such switch. That way, you can keep your Tails system read-only when you are not upgrading it, something closer to a CD-RW than a plain USB stick.
fr: Il existe également une troisième méthode qu'y vaudrait la peine d'être mentionnée : la plupart des cartes SD on un bouton "lecture seulement" (read only). Ca coûtera sans doute un peu plus cher, d'acheter un lecteur USB de carte SD et une carte SD avec ce bouton. Ainsi, vous pouvez laisser votre système Tails en lecture seulement quand vous ne le mettez pas à jour, ce qui se rapproche plus d'un CD-RW que d'une clé USB classique.

source: 1st method: from another running Tails Live CD or USB
fr: 1ère méthode : à partir d'un Live CD ou USB Tails en cours de fonctionnement

source: If you are already able to run Tails from a CD or a USB stick (the source), use this method to clone it onto another USB stick (the destination).
fr: Si vous êtes déja capable de faire tourner Tails depuis un CD ou une clé USB (la source), utilisez cette méthode pour le cloner vers une autre clé USB (la destination).

source: Boot Tails from the source CD or USB stick.
fr: Démarrer Tails depuis le CD ou clé USB source.

source: Find out the device name of the source Tails.
fr: Trouver le nom du périphérique source contenant Tails.

source: If you're running Tails from a CD the device name should be `/dev/cdrom`.
fr: Si vous utilisez Tails à partir d'un CD, le nom du périphérique devrait être `/dev/cdrom`.

source: If you're running Tails from a USB stick, the device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
fr: Si vous utilisez Tails à partir d'une clé USB, le nom du périphérique devrait être quelque chose qui ressemble à `/dev/sdb`, `/dev/sdc`, etc.

source: If you're not sure about it's precise name:
fr: Si vous n'êtes pas certain de son nom exact :

source: Open the log file viewer from *Applications* → *System Tools* → *Log File Viewer*.
fr: Ouvrez le visionneur de journaux système depuis *Applications* → *Utilitaires système* → *Visionneur de journaux système*.

source: In the `messages` file, search for the first occurrence of a `removable disk` named `sd`<em>something</em>. If you only have your Tails key plugged it should be the right one.
fr: Dans le fichier `messages`, cherchez la première occurrence d'un disque amovible `removable disk` nommé `sd`<em>quelque chose</em>. Si vous avez uniquement votre clé Tails connectée, cela devrait être la bonne.

source: In the example on this screenshot the source USB stick was named `sdb` and so the device name would be `/dev/sdb`. Yours could be different.
fr: Dans l'exemple de cette copie d'écran, la clé USB source est nommé `sdb` ; le nom du périphérique serait donc `/dev/sdb`. Le vôtre peut être différent.

source: Find out the device name of the destination USB stick.
fr: Trouver le nom de périphérique de la clé USB de destination.

source: Open the `messages` file from the log file viewer again in *Applications* → *System Tools* → *Log File Viewer*.
fr: Ouvrir le fichier `messages` depuis le visionneur de journaux système un fois encore dans le menu *Applications* → *Utilitaires système* → *Visionneur de journaux système*.

source: Unplug and plug back the destination USB stick: some new lines should appear in bold at the end of the file. They correspond to you plugging it. Find how was the USB stick named and deduce the device name from it.
fr: Débranchez et rebranchez votre clé USB de destination : de nouvelles lignes devraient apparaître en gras à la fin du fichier. Elles correspondent à votre action de branchement. Trouvez comment la clé USB a été nommée, et déduisez-en le nom du périphérique.

source: In the example on this screenshot the destination USB stick was named `sdc` and so the device name would be `/dev/sdc`. Yours could de different.
fr: Dans l'exemple de cette copie d'écran, la clé USB de destination est nommée `sdc` ; le nom du périphérique serait donc `/dev/sdc`. Le vôtre peut être différent.

source: Copy the source Tails onto the destination USB stick.
fr: Copier le Tails source vers la clé USB de destination.

source: Open a terminal by going in *Applications* → *Accessories* → *Terminal* and issue the two following commands, replacing `[source]` by the name found in step 2 and `[destination]` by the name found in step 3.
fr: Ouvrez un terminal dans le menu *Applications* → *Accessoires* → *Terminal* et lancez les deux commades suivantes, en remplaçant `[source]` par le nom trouvé à l'étape 2, and `[destination]` par le nom trouvé à l'étape 3.

source: In the example on the screenshots the commands would be:
fr: Dans l'exemple de la copie d'écran, les commandes seraient :

source: Press enter and wait.
fr: Appuyez sur entrée et patientez.

source: Troubleshooting.
fr: Dépannage.

source: If you get this error message:
fr: Si vous obtenez ce message d'erreur :

source: Then you surely have committed a mistake either in step 2 or 3 and thus used a wrong device name in step 4.
fr: Alors vous avez certainement fait une erreur à l'étape 2 ou 3, et donc utilisé un nom de périphérique erroné lors de l'étape 4.

source: You might also have committed a mistake either in step 2 or 3, so please double-check. If you're sure about your device names this could be a permission problem and you would need to gain root privileges before running step 4. That could be :
fr: Vous avez probablement fait une erreur lors de l'étape 2 ou 3 ; faites donc, s'il-vous-plaît, un seconde vérification. Si vous êtes sûr de vos noms de périphériques, il se peut qu'un problème de permissions ait survenu, et vous avez sans doute besoin de devenir super-utilisateur (`root`) avant de passer à l'étape 4. Cela peut être :

source: 2nd method: from an ISO image
fr: 2ème méthode : depuis une image ISO

source: If you [[downloaded|download]] an ISO image (the source), use this method to create a bootable USB stick from it (the destination). This method implies using Linux and possibly the Gnome Desktop environment.
fr: Si vous avez [[téléchargé|download]] une image ISO (la source), utilisez cette méthode pour faire une live clé USB (la destination). Cette méthode implique l'utilisation de Linux et probablement de l'environnement Gnome.

source: Find out the name of the destination USB stick
fr: Trouver le nom de périphérique de la clé USB de destination.

source: Follow step 3 of the 1st method.
fr: Voir l'étape 3 de la 1ère méthode.

source: Do the copy from the terminal.
fr: Faire la copie depuis un Terminal

source: Open a terminal by going in *Applications* → *Accessories* → *Terminal* and issue the two following command, replacing [tails.iso] by the path to your Tails image and *destination* by the name found in step 1.
fr: Ouvrez un terminal dans le menu *Applications* → *Accessoires* → *Terminal* et lancez les deux commades suivantes, en remplaçant `[source]` par le nom trouvé à l'étape 2, and `[destination]` par le nom trouvé à l'étape 3.

source: If you are not sure about the path to your ISO image or get a "No such file or directory" error you can insert the correct path in the command by first typing *cat * and then dragging and dropping the icon of the ISO image on the terminal before typing the rest of the command.
fr: Si vous n'êtes pas sûr du chemin menant à votre fichier image ISO ou si vous obtenez une erreur du type "No such file or directory", vous pouvez mettre le chemin correcte dans un Terminal en tapant *cat* puis en faisant glisser l'icône du fichier image ISO dans le Terminal avant le reste de la commande.

source: You could get something like this :
fr: Vous pouvez obtenir quelque chose comme :

source: If you don't see any error message, Tails is being copied onto the key. The whole process might take a while, from a few minutes to more than a hour. Be patient…
fr: Si vous ne voyez aucun message d'erreur, Tails est en train d'être copié vers la clé. Ce processus peut prendre du temps, entre quelques minutes et plus d'une heure. Soyez patient…

source: See also the troubleshooting from the 1st method.
fr: Voir le dépannage pour la 1ère méthode.
