Repository: danielchatfield/tails
Catalog: wiki/src/support/walkthrough.*.po
Languages: fr

source: Returning to web browsing again we need to do something about the problems with JavaScript, cookies and Adobe Flash that you might remember from an earlier section. To deal with these problems we use an extension called [Torbutton](https://www.torproject.org/torbutton/) which is specifically designed for dealing with them (and other things) for Firefox in combination with Tor. Torbutton can be either switched on or off, indicated by "Tor enabled" and "Tor disabled" in the Firefox status bar in the bottom right of its window. It should be noted that these labels are a bit misleading for T(A)ILS users as Tor cannot be switched off. So, in our case "Tor enabled" means that Torbutton will disable a lot of stuff that could harm anonymity, and "Tor disabled" simply means that you only get Tor and no additional protection. As such, you should only disable Torbutton for sites that you trust.
fr: En retournat encore à la navigation web on a besoin de faire quelque chose à propos des problèmes avec JavaScript, cookies et Adobe Flash dont vous pourrez vous souvenir d'une section antérieure. Pour remédier à ça on utilise une extension nomée [Torbutton](https://www.torproject.org/torbutton/) qui est spécialement développée pour résoudre ces problèmes (et d'autres ) pour Firefox en combinaison avec Tor. Torbutton peut être tourné soit en On ou en Off, indiqués par "Tor enabled" et "Tor disabled" dans la barre des tâches de Firefox dans le boutton droit de sa fenêtre. Vous devez noter que ces étiquettes sont un peu trompeuses pour les utilisateurs d'incognito puisque Tor ne peut pas être désactivé. Donc, dans notre cas "Tor enabled" veut dire que Torbutton désactivera beaucoup de trucs qui peuvent nuir à l'anonymat, et "Tor disabled" veut dire simplement que vous aurez seulement Tor et pas de protection complémentaire. Il en resulte que vous devez désactiver Torbutton seulement pour les sites en quels vous avez confiance.

source: But why would you ever disable Torbutton? Well, while it is enabled some sites might not work as you expect them to since certain features are disabled or will behave differently. For example, the popular video service [youtube](http://www.youtube.com/) will not work properly as you can see here when we are trying to watch [this clip](http://www.youtube.com/watch?v=XIDxDMwwlsw):
fr: Mais pourquoi vous voudriez désactiver Torbutton? Et bien, pendant qu'il est activé quelques sites pourraient ne pas fonctionner comme prévu puisque quelques fonctions sont désactivées ou pourraient se comporter différement. Par exemple,le populaire service video [youtube](http://www.youtube.com/) ne foctionnera pas correctement comme vous pouvez voir quand on essaye de visionner [ce clip](http://www.youtube.com/watch?v=XIDxDMwwlsw):

source: In order to get the video player to show up, we will have to disable Torbutton by clicking its panel in the Firefox status bar. Normally this would disable the use of Tor completely, but as we have mentioned earlier, nothing escapes Tor while running T(A)ILS so your connection will still be anonymized. However, you will have to trust that Google (the current owner of youtube) is not doing anything fishy with all their JavaScripts, the Flash-based video player etc. that could break your anonymity.
fr: Pour faire apparaître le lecteur video, on aura a désactiver Torbutton en cliquant sur son panneau dans la barre des tâches de Firefox. Normallement ceci peut désactiver complétement l'utilisation de Tor, mais comme on l'as dit auparavant, rien n'échappe a Tor pendant l'utilisation d'T(A)ILS d’où votre connexion restera anonymisée. Cependant, vous aurez a vous fier que Google (l'actuel propriétaire de youtube) n'est pas en train de faire quelque chose de louche avec tous ces JavaScripts, les lecteurs video basés sur Flash etc. qui pourrait briser votre anonymat.

source: After disabling Torbutton we can finally learn how onion routing (the technique used by the Tor network) works from the guys in the TV series Numb3rs!
fr: Après avoir désactivé Torbutton on peut finalement comprendre comment l'onion routing (la technique utilisée par le réseau Tor) fonctionne en voyant type de la serie TV Numb3rs!

source: If you are reading this document as a local file in T(A)ILS (which is the case if the address begins with file://) you might have noticed that all links that point outside of this document do not work. This is also due to Torbutton since it is possible for others to steal any file from you otherwise. In order to visit them you will need to disable Torbutton and reload the page in a new tab. Indeed there are a few more oddities related to toggling Torbutton on and off. If a web site does not work as expected after toggling Torbutton you might have to do any of the following to get it to work:
fr: Si vous êtes en train de lire ce document comme fichier local dans T(A)ILS (ce qui est le cas si l'adresse commence par file://) vous pourrait avoir été avvertit que tous les liens qui pointent hors de ce document ne fonctionneront pas. C'est aussi dû à Torbutton puisqu'autrement c'est possible pour d'autres personnes de vous vloler n'importe quel fichier. Pour les visiter vous aurez besoin de désactiver Torbutton et de recharger la page dans un nouvel onglet. En effet il ya beaucoups de choses inabituelles concernant le changement de l'état de Torbutton on et off. Si un site ne fonctionne pas comme prévu après avoir désactivé Torbutton vous pourrez avoir à faire une des choses suivantes pour le faire fonctionner correctement:

source: Press the "Refresh" button in the navigation bar, or imply use the F5 keyboard short cut.
fr: appuyez sur le boutton "Refresh" dans la barre de navigation, ou appuyez sur la touche F5 du clavier.

source: Click the address field and press ENTER.
fr: Cliquez sur l'espace de l'adresse et appuyez sur ENTER.

source: Open a new tab and re-enter (or copy and paste) the address into the address field of the new tab and then press ENTER.
fr: Ouvrez un nouvel onglet et réécrivez (ou copiez et collez) l'adresse dans la barre d'adresses du nouvel onglet et appuyez sur ENTER.

source: This is a security feature, also used for separating the different states in Firefox, which otherwise could lead to trouble (arguably a bit less so for T(A)ILS users).
fr: C'est une caractéristique de sécurité, utilisée aussi pour séparer les differents états dans Firefox, et qui autrement pourrait causer des troubles (possiblement un peu moins pour les utilisateurs d'T(A)ILS).

source: As we hope you understand by know, there are reasons for all these quirks, and while they might be annoying we hope you will learn to cope with them. If not, feel free to disable Torbutton and never use it again, but in that case you should expect much less anonymity and security. There have been several demonstration of uncovering the true identities of Firefox users using Tor, but to the authors' knowledge Torbutton protects you against all of them.
fr: On espére que vous avez compris en prenant conscience qu'il ya de bonnes raisons pour toutes ces explications, et bien qu'elles pourraient être ennuyantes on espére que vous allez apprendre a vous débrouiller avec. Sinon, n'hésitez pas a désactiver Torbutton et a ne jamais l'utiliser, mais dans ce cas vous devez vous attendre a beaucoup moins de sécurité et d'anonymat. Il y a plusieurs démonstrations de découvertes de vraies identitées d'utilisateurs de Firefox et de Tor, mais à la connaissance de l'auteur, Torbutton vous protège contre toutes ces types d'attaques.

source: <a name="tb"></a>Emailing with Thunderbird
fr: <a name="tb"></a>Utiliser l'email avec Thunderbird

source: Not everyone is happy using webmail (like the authors) but want to use a _real_ email client instead of some fragile web-based interface. For that we have included Mozilla Thunderbird which looks like this:
fr: Pas tout le monde sont contents d'utiliser le webmail (comme les auteurs) et veulent a la place utiliser un _réel_ client email au lieu des fragiles interfaces basée sur le web. Pour cela on a inclus Mozilla Thunderbird qui à l'air de ceci:

source: Composing email looks like this:
fr: Composer un email aura l'air de ceci:

source: Notice that there are buttons for PGP encryption in both of the above windows (labelled with "Decrypt" and "OpenPGP"). These are provided by the [Enigmail](http://http://enigmail.mozdev.org/) extension, and pressing any of them for the first time will start a guide for setting up PGP, possibly generating new keys if you do not have any. Their web site is a great resource for learning how PGP encryption works so make sure to check it out.
fr: Notez qu'il ya des bouttons pour le cryptage PGP dans les deux fenetres au desuus (indiquées avec "Decrypt" et "OpenPGP"). Elles sont fournies par l'extension [Enigmail](http://http//enigmail.mozdev.org/) , et appuyer sur l'une d'entre elles pour la première fois ouvrira le guide de configuration de PGP, et éventuellement générer de nouvelles clés si vos n'en avez pas. Leurs site web est une grande resource pour apprendre comment fonctionne le cryptage PGP donc assurrez vous d'y jetez un coup d'oeil.

source: Setting up your email account requires a tiny amount of knowledge, like what [POP](http://en.wikipedia.org/wiki/Post_Office_Protocol), [IMAP](http://en.wikipedia.org/wiki/IMAP) and [SMTP](http://en.wikipedia.org/wiki/SMTP) is, and indeed that your email service supports these. [This step-by-step guide](http://opensourcearticles.com/articles/thunderbird_15/english/part_01) might be useful. However, this initial configuration requires writing down the addresses of the servers involved, downloading mail, etc. which will take some time. It is a bit annoying to have to redo everytime you start T(A)ILS, which is necessary when running from a CD, so you might want to consider using a persistent home directory by [running from USB](#usb) if you plan to use Thunderbird often. One more thing to consider is that Tor exit nodes usually block the plaintext SMTP port (25) in order to prevent spam. This is easily fixed by enabling end-to-end encryption with the email server through SSL, which you should do any way for all of POP, IMAP and SMTP as your password otherwise will be sent in plaintext.
fr: Configurer votre compte email necessite un peu de connaissance, par exemple savoir ce qu'est [POP](http://fr.wikipedia.org/wiki/Post_Office_Protocol), [IMAP](http://fr.wikipedia.org/wiki/IMAP) et [SMTP](http://fr.wikipedia.org/wiki/SMTP) ,et que votre service email supporte effecivement ceci. [Ce guide étape-par-étape](http://opensourcearticles.com/articles/thunderbird_15/english/part_01) pourrait étre pratique. Cependant, cette configuration initiale demande l'écriture des adresses des serveurs concérnés, télécharger les mails, etc. Ce qui prendra un peu de temps. C'est un peu ennuyant d'avoir a le refairechaque fois que vous démarrez T(A)ILS, ce qui est nécessaire quand vous démarrez a partir d'un CD, donc vous pourrait vouloir considérer l'utilisation d'un home directory persistent en [démarrant à partir d'une clé USB](#usb) si vous envisagez d'utiliser souvent Thunderbird . Une autre chose a prendre en considération est que les relais de sortie de Tor habituellement bloquent le port SMTP plaintext (25) a fin de prevenir le spam. Ceci est facilement resolvable en activant le cryptage end-to-end aevc le serveur email à travers SSL, ce que vous derez faire absolument pour POP, IMAP and SMTP sinon votre mot de passe sera envoyé en plaitext .

source: For instant messaging T(A)ILS includes the Pidgin Instant Messenger. It is a multi-protocol client, so you can run MSN, ICQ, IRC, AIM, Jabber and many other protocols at the same time, even with several instances of the same protocol. See the following picture for a Pidgin user with three different protocols enabled at the same time:
fr: Pour la messagerie instantanée T(A)ILS inclu le client de messagerie instantanée Pidgin. C'est un client multi-protocole , donc vous pouvez démarrer MSN, ICQ, IRC, AIM, Jabber et beaucoups d'autres protocoles au meme temps, meme avec plusieurs instances du meme protocole. Regardez la foto suivante d'un utilisateur Pidgin avec trois differents protocoles activés au meme temps:

source: Of course the issue of end-to-end encryption arises again. As we mentioned earlier, we have [Off-the-record messaging](http://www.cypherpunks.ca/otr) (commonly called OTR) for instant messaging, and Pidgin and many other instant messengers have support for that. There are several resources on how it works and how to use it on their web site. Basically all you need to do is choose "Start private conversation" in the OTR menu and a key will be generated automatically if you do not have one already. After that OTR will establish a private conversation if the other end's instant messenger supports it. This is will look something like this:
fr: Naturellement le probleme du cryptage end-to-end encryption s'impose encore. Comme on l'as déja dit, on a [Off-the-record messaging](http://www.cypherpunks.ca/otr) (couramment nomée OTR) pour la messagerie instantanée, et Pidgin comme beaucoups d'autres clients de messagerie instantanée ont un support pour ceci. Il ya plusieurs ressources sur son mode de fonctionnement et comment l'utiliser sur son site web. En base tout ce que vous avez a faire est de choisir "Start private conversation" dans le menu OTR et une clé sera générée automatiquement si vous n'en avez pas déja une. Après ca OTR établira une conversation privée si la messagerie intantanée de l'interlocuteur le supporte. Ca ressemblera a quelquechose de ce genre:

source: OTR and other Pidgin plugins are enabled in the "Tools menu -&gt; Plug-ins" section. Simply check the appropriate box for enabling any plugin you want, and possibly you might also want to configure it by pressing the "Configure Plug-in" button. When this is done for the OTR plugin a window that can be used to manage your keys will be opened. The use of OTR is recommended as many instant messaging protocols normally send your messages in plaintext. Force your friends to migrate to clients with support for OTR!
fr: OTR et autres plugins de Pidgin sont activés dans la section "Tools menu -&gt; Plug-ins". choisissez simplement la boite appropriée pour activer le plugin correspondant, et probablement vous pourrez aussi vouloir le configurer en appuyant sur le boutton "Configure Plug-in" . Quand ceci est fait pour le plugin OTR une fenetre qui peut etre utilisée pour gérer vos clés s'ouvrira. L'utilisation d' OTR est recommandée puisque plusieurs protocoles de messagerie instantanée envoient normallement vos messages en plaintext. Forcez vos amis a migrer vers des clients avec support pour OTR!

source: There are several other interesting security or Internet related applications included in T(A)ILS some which we list and present briefly here. Those that have graphical user interfaces (which most do) can be found in the K menu.
fr: Il ya plusieurs autres applications intéressantes concernant la sécurité ou en relation avec internet incluses en T(A)ILS une partie d'entre elles sont listées et présentées ici. celles qui ont une interface graphique d'utilisation (ce qui est le cas de la plupart dentre elles) peuvent etre trouvées dans le K menu.

source: [GNU Privacy Guard](http://www.gnupg.org/) (GnuPG) – A Free implementation of OpenPGP used for encryption of all sorts.
fr: [GNU Privacy Guard](http://www.gnupg.org/) (GnuPG) – Une application libre de OpenPGP utilisée pour le cryptage de tout genre.

source: <a name="gpa"></a>[GNU Privacy Assistant](http://www.gnupg.org/gpa.html) – A graphical user interface for GnuPG. This application is very useful for generating and importing new keys.
fr: <a name="kpgp"></a>[GNU Privacy Assistant](http://www.gnupg.org/gpa.html) – Une interface graphique d'utilisation pour GnuPG. Cette application est très pratique pour générer ou importer de nouvelles clés.

source: <a name="kpgp"></a>[KGPG](http://developer.kde.org/~kgpg/) – Another graphical user interface for GnuPG, very similar to GNU Privacy Assistant. This one has a text editor under the "File" menu which can be used to easily sign and/or encrypt any texts you write or paste into the text box. This might be useful for sending encrypted, anonymous email with TorK's Mixminion interface.
fr: <a name="kpgp"></a>[KGPG](http://developer.kde.org/%7Ekgpg/) – Une autre interface graphique d'utilisation pou GnuPG, très similaire a GNU Privacy Assistant. celle ci a un editeur de texte sous le menu "File" qui peut etre utilisé pour signer et/ou crypter facilement n'importe quel texte vous écrivez ou copiez dans la case du texte . Ceci pourrait etre pratique pour l'envoi d'email cryptés et anonymes avec l'interface Mixminion de TorK.

source: If you paid attention when you started up T(A)ILS you may have noticed an odd option in the language selection menu, namely the "Enable MAC changer" entry. Some further explanation is probably required in order to understand whether this is relevant for you or not.
fr: Si vous avez fait attention quand vous avez démarrez T(A)ILS vous avez peut étre noté une étrange option dans le menu de séléction du language,à savoir l'entrée "Enable MAC changer" . Une expliquation supplémentaire est probablement nécessaire afin de comprendre si c'est important pour vous ou pas .

source: First of all, you should know that all network cards, both wired and wireless, have a unique identifier stored in them called their MAC address. This address is actually used to address your computer on the _local_ network, but it will _never_ get out on the Internet so people can _not_ use it to trace you. However, other computers on the network could log it which then would provide proof that your computer have been connected to it. As such, this is not a concern if you are using T(A)ILS with your home Internet connection as that can be linked to you any way, but if you are connecting your computer to an untrusted, public wireless network you might consider enabling it. It is never useful enabling this option if you are using a public computer – only use this if you are using a computer that can be linked to you on a public network.
fr: Avant tout , vous devez savoir que toutes les cartes réseau, avec ou sans fil , ont un unique identifiant stoqué en elles nomé : leur MAC address. cette adresse est actuellement utilisée pour reconnaitre votre ordinateur dans le reseau _local_ , mais ne sortira _jamais_ sur internet donc on pourra _pas_ l'utiliser pour vous retracer. Cepandant, d'autres ordinateurs dans le reseau peuvent l'identifier ce qui peut alors fournir la preuve que votre ordinateur est lé a elle. D'ou ne vous inquietez pas si vous utilisez T(A)ILS avec votre connexion a domicile as that can be linked to you any way, mais si vous connectez votre ordinateur a un reseau wi-fi publique et dont vous n'avez pas confiance, vous pouvez considerer de l'activer. Ce n'es jamais pratique d'activer cette option si vous utilisez un ordinateur publique – Utilisez la seulement si vous utilisez un ordinateur qui peut étre associé a vous dans un reseau publique.

source: The reason why this is not always enabled is that is might cause problems on some networks, so if you experience network problems while it is enabled you might want try disabling it.
fr: La raison pour laquelle cette option n'est pas activée par défaut est qu'elle pourrait causer des problemes sur certains reseaux,donc si vous contatez des problemes de reseau pendant qu'elle est activée vous pourrait vouloir la désactiver.

source: Running T(A)ILS from a CD has its virtues but it certainly also have its limitations. While CDs are portable they usually do not fit in your pocket in a comfortable manner. But a USB memory stick certainly fits any pocket or your key ring. In addition, CDs are read-only and thus no data can be saved to them, but that is, again, not the case with USB drives. However, storing sensitive data on writeable media could be dangerous if it got into the wrong hands. Similarly, if we get a virus or manages to damage the system in other ways, the system is tainted or unusable from that point and all consecutive boots, either with or without your knowledge. Clearly that is not good.
fr: Démarrer T(A)ILS à partir d'une clé USB a ces vertus mais a certainement aussi ses limitations. Bien que les CDs soient portables ils ne peuvent pas d'habitude etre mis dans votre poche d'une manière confortable. Par contre une clé USB peut etre certainement mise dans n'importe quelle poche ou porte-clés.En plus,les CDs sont des supports qui permettent seulement la lecture des données et non l'écriture ( read-only) et en conséquence aucune donnée ne peut étre enregistrée dessus, par contre ce n'est encore pas le cas avec les clés USB . Cependant, stoquer des données sensibles sur une clé USB peut etre dangereux si elle tombe entre de mauvaises mains. De meme, si on est infécté par un virus ou si on arrive a endomager le système d'autres façons , le systeme est compromis et inutilisable a partir de ce point et pour tout les prochains démarrages, soit en votre connaissance ou a votre insue.Clairement ce n'est pas bien.

source: It is actually possible to get the best out of these two worlds at the same time. When running T(A)ILS from a USB drive you have the option to create an encrypted container wherein your home directory is stored so that any files stored and settings made are saved persistently. If you use a good password this deals with the dangers of storing sensitive data on it. For more information on this, see the section on using a [persistent home directory](#persistent). But what about virus threats and the like? Well, when running from a USB drive, the system files are still set up to not be persistently writeable. It is only your home directory which will be persistent.
fr: Il est actuellement possible d'avoir le meilleur de ces deux mondes en meme temps. Quand vous démarrez T(A)ILS à partir d'une clé USB vous avez l'option de créer un contenaire crypté dans lequel sera stoquée votre home directory d'ou tout fichier stoqué et toute configuration faite seront enregistrés de façon persistente . Si vous utilisez un bon mot de passe ceci annulera les dangers du stoquage de données sensibles dessus. Mais quoi à propos des menaces des virus et les menaces sembables ? Et bien, quand vous démarrez à partir d'une clé USB , les fichiers système sont toujours configurés pour refuser l'écriture persistente dessus. C'est seulement votre Home directory qui est persistente.
