Repository: danielchatfield/tails
Catalog: wiki/src/support/walkthrough.*.po
Languages: fr

source: [[!meta title="Walkthrough"]]
fr: [[!meta title="Tour d'horizon"]]

source: **WARNING**: this documentation, originally written for Incognito, has not been fully adapted for T(A)ILS yet. It is thus incomplete, plainly lies on some points, and lacks screenshots.
fr: **ATTENTION** : cette documentation, écrite à la base pour Incognito, n'est pas entièrement adaptée à T(A)ILS pour l'instant. Elle est donc incomplète, ment affreusement sur certains points, et manque de copies d'écrans.

source: In this document we try to present The (Amnesic) Incognito Live System in an easy to understand and reasonably thorough manner in hope to give the new user a crash course in what might be a completely new set of applications and concepts regarding anonymity and security on the Internet.
fr: Ce document a pour but de présenter The (Amnesic) Incognito Live System d'une manière suffisamment simple à comprendre, dans l'espoir de mettre entre les mains du nouvel utilisateur un cours intensif sur ce qui se veut une suite complète de programmes et de concepts dédiés à l'anonymat et à la sécurité dans l'usage des ordinateurs.

source: It is quite long so you might want to not read it in one go but instead read the introduction and conclusion, as well as the sections on only those applications you intend to use with the possibility to return to it whenever you want to try something new or use it for reference.
fr: C'est un peu long, donc vous pourrez souhaiter ne pas tout lire à la fois ; mais lisez au moins l'introduction et la conclusion, ainsi que les sections sur les applications que vous avez l'intention d'utiliser, avec en perspective la possibilité de consulter à nouveau ce document à chaque fois que vous voudrez essayer quelque chose de nouveau, ou simplement pour l'utiliser comme référence/pense-bête.

source: If you have experience with these applications and concepts from elsewhere and feel comfortable with the user interface in general, reading this document is maybe not necessary at all. A word of caution to all users is not to alter the network, proxy and firewall settings unless you know what you are doing – poking around with them too much might spoil the built-in defences of T(A)ILS.
fr: Si vous avez acquis par ailleurs de l'expérience avec ces applications et ces concepts, et que vous vous sentez a l'aise avec l'interface d'utilisation en général, lire ce document pourrait ne pas être du tout nécessaire. Cependant, un impératif qui concerne tous les utilisateurs est de ne pas altérer les configurations du réseau, du proxy, et du pare-feu, à moins de savoir exactement ce que vous faites – trop bidouiller autour de ces configurations pourrait endommager les défenses intégrées de T(A)ILS.

source: <a name="what"></a>What is T(A)ILS?
fr: <a name="what"></a>Qu'est-ce que T(A)ILS ?

source: Amnesia, **noun**: Forgetfulness; loss of long-term memory.
fr: Amnesie, **nom** : diminution ou perte de la mémoire à long terme.

source: Incognito, **noun**:
fr: Incognito :

source: One unknown or in disguise, or under an assumed character or name.
fr: **Nom masculin**: situation d'une personne qui n'est pas connue, qui cherche à n'être pas reconnue. Garder l'incognito, rester ignoré.

source: The assumption of disguise or of a feigned character; the state of being in disguise or not recognized.
fr: **Adverbe**: en faisant en sorte qu'on ne soit pas reconnu (dans un lieu). Voyager incognito, secrètement.

source: T(A)ILS is a [Free Software](http://www.gnu.org/philosophy/free-sw.html) [LiveDistro](http://en.wikipedia.org/wiki/Livedistro) based on [Debian GNU/Linux](http://www.debian.org/) assisting you to securely and anonymously use the Internet almost anywhere you go, e.g. your home, work, university, favourite Internet café or local library.
fr: T(A)ILS est un système Live ([Live CD](http://fr.wikipedia.org/wiki/Live_CD), [Live USB](http://fr.wikipedia.org/wiki/Live_USB)) [libre](http://www.gnu.org/philosophy/free-sw.html), publié sous licence GNU/GPL, basé sur Debian GNU/Linux, qui vous permet d'utiliser un ordinateur et Internet avec un certain degré de sécurité et d'anonymat, presque partout où vous allez : par ex. votre domicile, votre travail, votre cybercafé préféré, ou l'accès wifi du coin.

source: T(A)ILS is designed to be used from either a CD or a [USB drive](#usb).
fr: T(A)ILS est conçu pour être utilisé à partir d'un CD ou d'une [clé USB](#usb).

source: T(A)ILS has several applications (Web browser, IRC client, Mail client, Instant messenger, office suite, image and sound manipulation, etc.) pre-configured with security in mind; all outgoing connections to the Internet are forced to go through [the Tor network](https://www.torproject.org/), whose purpose is to protect them against traffic analysis. Moreover, T(A)ILS is designed to leave no trace on local storage devices unless explicitely asked.
fr: Il contient de nombreuses applications (navigateur web, client mail, logiciel de messagerie instantanée, PAO, traitement de texte, d'image, de son, etc.) dans un environnement préconfiguré avec la sécurité comme priorité ; ainsi, l'ensemble du trafic Internet passe par le [réseau Tor (The Onion Routing)](https://www.torproject.org/), qui est conçu pour rendre les échanges par le réseau aussi anonymes que possible ; par ailleurs, le système est conçu pour ne laisser aucune trace sur l'ordinateur où il est utilisé.

source: To use it, you simply insert the CD or USB-drive that you have installed T(A)ILS on in a computer and restart it. T(A)ILS should then start as an independent operating system instead of Microsoft Windows or whatever operating system you have installed. You might need to select the inserted boot device in the BIOS, or using some kind of boot menu (try F12).
fr: Pour utiliser T(A)ILS, vous insérez simplement dans un ordinateur le CD ou le support USB sur lequel vous l'avez enregistré (copié comme image disque), et vous redémarez la machine en sélectionnant le périphérique inséré comme périphérique de démarrage (on obtient cela par une configuration adaptée du BIOS, ou parfois par la simple pression d'une touche d'appel permettant cette sélection - essayez F12). L'ordinateur devrait alors démarrer sur T(A)ILS au lieu du système d'exploitation habituel installé sur votre ordinateur.

source: <a name="why"></a>Why do you need anonymity?
fr: <a name="why"></a>Pourquoi vous avez besoin d'anonymat ?

source: In case you did not know, we currently find ourselves in a state of steady decline of our freedoms and privacy, with increasing levels of mass surveillance and repression all over the world (see [this report from Privacy International](http://www.privacyinternational.org/article.shtml?cmd%5B347%5D=x-347-559597)).
fr: Dans le cas où vous l'ignorez, nous nous trouvons actuellement dans un état de dégradation régulière de nos libertés et de notre vie privée, avec des niveaux croissants de surveillance et de répression de masse partout dans le monde (regardez [[ce rapport de Privacy International|http://www.privacyinternational.org/article.shtml?cmd%5B347%5D=x-347-559597]]).

source: Without taking any precautions, your Internet service provider, the state, the police and global surveillance systems like [ECHELON](http://en.wikipedia.org/wiki/ECHELON) (which is _not_ a conspiracy theory; see [this report from the European Parliament](http://www.fas.org/irp/program/process/rapport_echelon_en.pdf)) can record what you do online: what you read, what you write and who you communicate with.
fr: Si vous ne prenez aucune précaution, votre fournisseur d'accès Internet, l'Etat, la police ou les systèmes de surveillance globale comme ECHELON (qui *n'est pas* issu d'une théorie conspirationniste : regardez [[ce rapport du parlement européen|http://www.europarl.europa.eu/sides/getDoc.do?type=REPORT&reference=A5-2001-0264&format=XML&language=FR]]) peuvent enregistrer ce que vous faite en ligne : ce que vous lisez, ce que vous écrivez, et avec qui vous communiquez.

source: This is possible since all messages sent over the Internet contain the [IP addresses](http://en.wikipedia.org/wiki/Ip_address) of both the sender and receiver, much like an ordinary mail sent through the postal system contain addresses of both sender and receiver for two-way communication. IP addresses can easily be traced back to the physical location of the computers and their owners, and from that ultimately back to you.
fr: Ceci est possible puisque tous les messages envoyés sur Internet contiennent à la fois l'[adresse IP](http://fr.wikipedia.org/wiki/Adresse_IP) de l'expéditeur et celle du destinataire, de la même manière qu'une carte postale contient à la fois l'adresse de l'expéditeur et celle du destinataire pour permettre une communication a double sens. L'adresse IP peut facilement mener à la position physique des ordinateurs et de leurs propriétaires, et depuis là, finalement mener à vous.

source: If you do not mind this fact, then more power to you, but if you do mind, then T(A)ILS might be just what you need.
fr: Si ces faits ne vous gênent pas, grand bien vous en fasse, mais si avez un tant soit peu envie (ou besoin) de brouiller les pistes, alors T(A)ILS pourrait être exactement ce qu'il vous faut.

source: Moreover, just like with a postcard, any information traveling on the Internet can be read by many computers that relay them.
fr: De plus, toujours de la même manière qu'une carte postale, les informations échangées par le réseau sont lisibles par de nombreux ordinateurs qui les relaient.

source: <a name="why_notrace"></a>Why do you need to prevent traces to be kept?
fr: <a name="why_notrace"></a>Pourquoi vous avez besoin d'éviter de laisser des traces ?

source: A lot of traces of your activities are left on your computer's hard disk. Such traces can easily be gathered by anyone with a bit of computer knowledge when no special measure is taken to prevent this (the only serious one being full disk encryption).
fr: Toute personne disposant d'un minimum de compétences informatiques peut très facilement retrouver sur un système d'exploitation non spécialement protégé (la seule protection sérieuse serait ici constituée par le chiffrement du disque dur au complet) de nombreuses traces des activités qui ont été effectuées avec votre ordinateur.

source: Again, if you do mind this fact, T(A)ILS might be just what you need.
fr: Ici encore, si ça vous pose un problème, T(A)ILS pourrait bien être ce dont vous avez besoin.

source: <a name="how"></a>How does T(A)ILS provide with anonymity?
fr: <a name="how"></a>Quel anonymat est fourni par T(A)ILS, et comment ?

source: First of all, true anonymity is impossible. Given enough resources an attacker will get you. What one can do is to make the cost of doing that so high that it becomes infeasible.
fr: Avant tout, précisons que le vrai anonymat est impossible. Tout attaquant disposant d'assez de ressources peut contourner les mesures de protection, en particulier en ce qui concerne les échanges en réseau. Tout ce qu'on peut faire, c'est rendre dissuasif le coût d'une attaque.

source: T(A)ILS tries to do this by sending all your Internet traffic through the [Tor™ network](https://www.torproject.org/) which makes your Internet traffic very hard to trace. If someone tries to trace you when you are using T(A)ILS, the trail will stop somewhere in Tor network with the IP addresses of some of its participants, not your. Similarly, if someone tries to see destination of your traffic, they will only reach as far as some computer in the Tor network. In fact, you will be the only one knowing exactly what is going on – not even the computers in the Tor network that you send your traffic through will know the whole picture!
fr: T(A)ILS tente de faire cela en faisant passer tout votre traffic Internet à travers le [réseau Tor™](https://www.torproject.org/), ce qui le rend très difficile à tracer. Si quelqu'un essaye de vous tracer quand vous utilisez T(A)ILS, la piste s'arrêtera quelque part dans le réseau Tor avec les adresses IP d'une partie de ses participants, pas la vôtre. De même, si on essaye de voir la destination de votre traffic, on atteindra au plus loin seulement quelques ordinateurs dans le réseau Tor. En fait, vous serez le seul à savoir exactement ce qui ce passe – même les ordinateurs dans le réseau Tor à travers lesquels vous envoyez votre traffic n'auront pas une vue complète !

source: As at least a rudimentary understanding of Tor currently is essential for using it securely (and knowing its limits) we strongly recommend reading the [Tor overview](https://www.torproject.org/overview.html) and [Understanding and Using Tor – An Introduction for the Layman](https://wiki.torproject.org/noreply/TheOnionRouter/TorALaymansGuide). At the very least you should read the following paragraphs about common misconceptions about the service offered by the Tor software.
fr: Ceci dit, puisqu'une connaissance au moins rudimentaire de Tor est essentielle pour l'utiliser en sécurité (et connaître ses limites), on recommande fortement la lecture de [Tor : Vue d'ensemble](https://www.torproject.org/overview.html.fr) et [Understanding and Using Tor – An Introduction for the Layman](https://wiki.torproject.org/noreply/TheOnionRouter/TorALaymansGuide). Au minimum, vous devez lire les paragraphes suivants concernants les malentendus fréquents à propos du service offert par le logiciel Tor.

source: By relaying your Internet traffic through the Tor network (which T(A)ILS does per default) your communications should _only_ be considered to be untraceable back to the computer you use, not encrypted or in any other way unreadable by others. While the traffic _is_ encrypted when it leaves your computer and when you get back your responses, it will not necessarily be so when sent between the Tor network and your destination (this is unavoidable for technical reasons). This means that an eavesdropper at some later point will be able see your traffic without Tor's encryption unless you take further precautions (described [later on](#ff)), but will not be able to link it back to your computer.
fr: En faisant passer votre traffic Internet à travers le réseau Tor (ce que T(A)ILS fait par défaut) vos communications peuvent seulement être considérées comme intraçable jusqu'à l'ordinateur que vous utilisez, mais pas chiffrées, ni en aucune autre manière, cachées. Bien que votre traffic soit chiffré quand il quitte votre ordinateur et quand vous recevez votre réponse, ce n'est pas le cas entre le réseau Tor et votre destination (ceci est infaisable pour des raisons techniques). Ce qui veut dire qu'un attaquant situé à un point ultérieur peut voir votre traffic sans le chiffrement de Tor, mais il ne pourra pas faire le lien avec votre ordinateur.

source: As such, if you are sending or receiving sensitive data whose disclosure would be damaging in itself even if it is untraceable, you need to use end-to-end encryption to hide the meaning of your data to everyone except the recipient. Examples of such sensitive information that you need to protect in this way are your real identity or other personal information linkable to you, login details and passwords, bank account or financial details, anything illegal or political, and secrets in general.
fr: Donc, si vous envoyez ou recevez des données sensibles dont la révélation pourrait être nuisible en soi, même si c'est intraçable, vous devez utiliser le chiffrement de-bout-en-bout (end-to-end encryption) pour cacher la signification de vos données a quiconque excepté leur destinataire. Exemples de pareilles informations : votre identité réelle ou tout autre information qui peut mener à vous, des détails d'identification et mots de passes, déT(A)ILS du compte bancaire, toute chose illégale ou politique, et tout secret en général.

source: There are several tools bundled with T(A)ILS offering end-to-end encryption for various applications: [GnuPG](http://www.gnupg.org/) provides with encryption for email, [OTR](http://www.cypherpunks.ca/otr) is for instant messaging (MSN, ICQ, IRC, etc.) among others.
fr: Plusieurs outils intégrés dans T(A)ILS proposent cependant un chiffrement de-bout-en-bout, pour plusieurs applications ; parmi d'autres : entre autres, [GnuPG](http://www.gnupg.org/index.fr.html) permet de chiffrer des emails, OTR le fait pour la messagerie instantanée (ICQ, IRC, etc.).

source: Also, bear in mind that while web browsing on sites for whom the addresses begin with `http://` the connections are not encrypted (see [more about this](#ff)). However, web sites whose addresses start with `https://` (notice the additional "**s**") use encrypted connections and are thus **s**ecure. FIXME: tell a bit about certificates and X.509 limits. Many web browsers, including Firefox, also display a lock or a similar symbol in the address field or status bar indicating that the connection is secure.
fr: De plus, gardez à l'esprit qu'en naviguant sur des sites dont l'adresse commence par `http://`, les connections ne sont pas chiffrées (en [savoir plus](#ff)). En revanche, les sites web dont l'adresse commence avec `https://` (notez le **s** supplémentaire) utilisent des connexions chiffrées et sont donc "**s**écurisées" FIXME (pour autant que vous disposiez du certificat permettant de s'assurer de leur authenticité). Beaucoup de navigateurs web, y compris Iceweasel (Firefox modifié par Debian) qui est utilisé dans T(A)ILS, affichent un cadenas ou un symbole similaire dans le champ des adresses, ou dans la barre des tâches, indiquant lorsque la connexion est sécurisée.

source: Notice that not all web sites offer this feature, but most that in any way handle your data (webmail logins, bank account logins etc.) usually do. Keep your eyes open!
fr: Notez que tous les sites web ne proposent pas cette fonctionalité, mais la plupart de ceux qui proposent de s'occuper de vos données personnelles (webmail, sites bancaires, etc.) le font généralement. Ouvrez l'œil !

source: Furthermore, most software bundled with T(A)ILS will warn you when your previously encrypted connection switches to unencrypted mode: be careful!
fr: En outre, la plupart des logiciels fournis par T(A)ILS lorsque votre connexion, jusque là chiffrée, cesse de l'être chiffrées : tenez-en compte !

source: At last, some applications have features and services that may compromise the anonymity offered by the Tor network. All modern web browsers, such as Firefox, support [JavaScript](http://en.wikipedia.org/wiki/Javascript), [Adobe Flash](http://en.wikipedia.org/wiki/Adobe_flash), [Cookies](http://en.wikipedia.org/wiki/HTTP_cookie) and other services which have been shown to be able to defeat the anonymity provided by the Tor network.
fr: Enfin, quelques applications ont des caractéristiques qui peuvent compromettre l'anonymat offert par le réseau Tor. Tous les navigateurs web modernes, comme Firefox, supportent [JavaScript](http://fr.wikipedia.org/wiki/JavaScript), [Adobe Flash](http://fr.wikipedia.org/wiki/Adobe_Flash), ainsi que des [cookies](http://fr.wikipedia.org/wiki/Cookie_(informatique)) et autres services qui peuvent annuler l'anonymat fourni par le réseau Tor.

source: For instance, a web page using JavaScript can make your web browser send your real IP address to the web server hosting the web page which possibly can disclose it not only to the web server's owner but also eavesdroppers that happen to fetch the message when it is sent between the Tor network and the web server. Even if most web pages using JavaScript do not do this, it is important to be very cautious when determining which sites you allow to use these extra features. FIXME: T(A)ILS currently hasn't NoScript.
fr: Par exemple, une page web utilisant JavaScript peut faire en sorte que votre navigateur web envoie votre adresse IP au serveur hébergeant la page web, ce qui peut éventuellement la révéler non seulement au propriétaire du serveur web, mais aussi a d'éventuels attaquants qui arriveraient à intercepter le message lorsqu'il est envoyé entre le réseau Tor et le serveur web. Même si de nombreuses pages web utilisant JavaScript ne font pas ça, il est important que vous soyez très prudent quand vous décidez à quels sites vous permettez d'utiliser ces caractéristiques spéciales.

source: When running Iceweasel (Firefox) in T(A)ILS all such features are handled by an extension called [Torbutton](https://www.torproject.org/torbutton/) which does all sorts of things to prevent the above type of attacks. But that comes at a price – since this will disable some functionality, certain sites might not work as intended.
fr: Quand vous démarrez Iceweasel (Firefox) dans T(A)ILS, toutes ces caractéristiques sont contrôlées par une extension appellée [Torbutton](https://www.torproject.org/torbutton/index.html.fr), qui fait toutes sortes de choses pour prévenir le type d'attaques citées auparavant. Mais ceci à un prix : puisque ça bloque quelques fonctionnalités, certains sites pourraient ne pas marcher comme prévu.

source: <a name="how_amnesia"></a>How does T(A)ILS provide with amnesia?
fr: <a name="how_amnesia"></a>À propos de l'amnésie de T(A)ILS

source: <a name="howto"></a>How to use T(A)ILS
fr: <a name="howto"></a>Comment utiliser T(A)ILS ?

source: In this section we will now briefly present the main applications included in T(A)ILS. Users are encouraged to look for further information about them elsewhere and to experiment (while not doing anything sensitive!) for their own benefit. All the pictures are clickable to get them undistorted and in full size, but note that some of the text is smudged in order to protect identities. Let us take a look at the T(A)ILS desktop:
fr: Dans cette section on va brièvement présenter les applications principales incluses dans T(A)ILS. Les utilisateurs sont encouragés à rechecher ailleurs davantage d'informations à propos de ces applications et à les expérimenter (tant qu'ils ne feront rien de sensible!) pour leur propre usage. Toutes les images peuvent être vues en claires et en taille complète en cliquant dessus, mais notez que quelques textes sont masqués afin de protéger les identités. Jetons un coup d'oeil sur le bureau de T(A)ILS :

source: The graphical user interface used in T(A)ILS is called GNOME and shares many fundamentals with that of Microsoft Windows, Mac OS X and most other modern operating systems, so if you have used any of them, getting used to GNOME will take no time. As this document is not intended as a complete guide for GNOME there are only a few things about it that we will mention here to spare you some time.
fr: L'interface graphique employée dans T(A)ILS est appellée GNOME, et partage plusieurs propriétés de bases avec Microsoft Windows, Mac OS X et d'autres systèmes d'exploitation modernes. Si vous êtes déjà familier de l'un de ces systèmes, commencer à utiliser GNOME ne prendra pas de beaucoup de temps. On ne veut pas présenter dans ce document un guide complet pour GNOME, mais il y a quelques trucs à savoir qu'on va évoquer ici.

source: First of all, in the upper left corner of the screen there is a button with a logo in it, followed by three menus: *Applications*, *Shortcuts* and *System*.
fr: Avant tout, en haut à gauche de l'écran, se trouve une icône suivie de trois menus : *Applications*, *Raccourcis*, et *Système*.

source: The *Applications* menu is where you will find short cuts to the installed applications. Please explore the different categories of applications and try out those that seem interesting.
fr: Le menu *Application* contient des raccourcis vers les logiciels disponibles. N'hésitez pas à parcouris ce menu et à essayer les logiciels qui vous semblent intéressants.
