Repository: danielchatfield/tails
Catalog: wiki/src/support/walkthrough.*.po
Languages: fr

source: In order to get T(A)ILS running from USB you currently have to get the usual LiveCD installation first. Once T(A)ILS has started up from CD you will find a short cut to an installation guide in the "T(A)ILS" meni available from the panel and the K menu, aptly called "Install T(A)ILS to USB". The guide will tell you about your options and is self contained, and in most cases you only need to insert a USB drive, choose the appropriate installation method and hit the OK button to get it done. Then you restart the computer without the CD in, but with the USB drive connected instead, and T(A)ILS should start to boot just like from the CD.
fr: Afin d'avoir T(A)ILS sur USB vous devez avant tout démarrer le LiveCD comme d'habitude. Une fois qu'T(A)ILS démarrera à partir du CD vous trouverez une icone dans la section "T(A)ILS" du K menu menant vers un guide d'installation , nomée justement "Install T(A)ILS to USB". Le guide vous présentera vos options and is self contained, et dans la majorité des cas vous n'aurez qu'a inserer la clé USB et cliquer sur OK pour achever la tache. Après ça vous redémarrez l'ordinateur sans le CD, mais avec a la place la clé USB connéctée . T(A)ILS démarrera exactement comme a partir du CD mais a un certain point un guide démarrera vous demandant si vous voulez une home directory persistente ou pas.

source: What happens if the police knocks on your door when you are running T(A)ILS? This is a tough one to deal with, and there is not that much that can be done actually. If you are really unlucky they have brought with them freeze spray and other equipment which can be used to mount a [cold boot attack](http://en.wikipedia.org/wiki/Cold_boot_attack). This is done in order to get the contents of your RAM. Due to how modern computing works, basically everything that you have been doing for a good whike is stored in the RAM, so all information – including passwords, encryption keys and the secret plans you wrote in a text editor but then erased – may be stored in it in plain text. The more resent the activity, the more likely it is that it is still in the RAM.
fr: Qu'est ce qui se passerait si la police frappait a votre porte pendant que vous utilisez T(A)ILS? Il est difficile de traiter une situation pareille, et il n'ya pas assez de choses qu'on peut faire actuellement. Si vous etes vraiment malchanceux ils auront apporté avec eux un spray congélant et d'autres équipements qui peuvent etre utilisés pour mener une attaque de type [cold boot ](http://en.wikipedia.org/wiki/Cold_boot_attack). Ceci dans le but d'extraire le contenu de votre RAM. Du au mode de fonctionnement des ordinateurs modernes, en base tout ce que vous avez fait pour une bonne période de temps est stoqué dans la RAM, donc toute information – incluant mots de passe, clés de cryptage et les plans secrets que vous avez écrit dans un rédacteur de texte mais que vous avez après éffacé – peuvent étre stoqués en elle en plain text. Plus l'activité est récente, plus il ya de chance qu'elle soit encore dans la RAM.

source: RAM is usually considered to be extremely volatile, meaning that the data itstores starts to disintegrate rapidly once power is removed. However, it has been shown that the data might be recoverable for seconds or even minutes after this happens, and apparently freeze spray can be used to increase that period significantly. Once the power is restored the RAM state will keep getting refreshed, so if the power supply is portable the removed RAM modules' contents are in the hands of the attacker. Alternatively the computer can simply be reset (i.e. switched off and back on quickly), which barely even affects the power. Then a tiny LiveCD system is loaded with the ability to dump the RAM to some writeable media. In both cases the RAM contents can be analysed in a computer forensics laboratory which might turn into a major disaster depending on what they find.
fr: La RAM est considérée habituellement comme extrémement volatile,ca veut dire que les donées qu'elle stoque commencent a se désintégrer rapidement une fois l'ordinateur mis hors-tension. Cependant, Il a été constaté que les données peuvent étre récupérables durant les secondes ou meme les minutes suivants l'hors tension , et apparemment le spray congélant peut étre utilisé pour accroitre cette période de façon significative. Une fois le courant rétablit l'état de la RAM commencera a se restorer, donc si l'alimentation du courant est portable les contenus des modules enlevés de la RAM sont dans les mains de l'attaquant. En alternative l'ordinateur peut simplement étre rallumé (c.a.d tourné off puis rapidement on), ce qui a peine touchera la tension. Ensuite un petit système LiveCD est chargé avec la capabilité d'extraire la RAM vers un support amovible qui accepte l'éciture dessus. Dans les deux cas le contenu de la RAM peut etre analysé dans un laboratoire de forensics ce qui pourrait tourner vers un desastre majeur dépendant de ce qu'ils peuven trouver.

source: So, what should you do when you hear them knocking? You should calmly make a clean shut-down of T(A)ILS using the "Log out" option in the K menu, then selecting "Turn off computer" in the window that appears. Then you wait, possibly trying to buy valuable time by barricading your door. There are two reasons for this:
fr: Donc, que devez vous faire quand vous les entendez frapper? Vous devez calmement et proprement éteindre T(A)ILS en utilisant l'option "Log out" dans le K menu, puis sélectionnez "Turn off computer" dans la fenetre qui apparaitra. Ensuite vous attendez, éventuellement essayant de gagner un temps précieux en barriquadant votre porte. la raison de ceci est qu' FIXME

source: One of the last things T(A)ILS does before shutting down completely is filling the RAM with random junk, thus erasing everything that was stored there before. Unfortunately this might take a couple of minutes depending on the speed of your processor and the amount of RAM installed, so while this clearly is not a perfect solution it seems it might be the best thing to do.
fr: une des dernières choses qu'T(A)ILS fait avant de s'éteindre completement est remplir la RAM de facon aléatoire avec des données camelote,effaçant ainsi tout ce qui a été stoqué auparavant . Malheureusement ça pourrait prendre quelques minutes , ça dépend de la rapidité de votre processeur et de la taille de la RAM installée, et bienque ceci clairement ne soit pas une solution parfaite il semble que ça pourrait etre la meilleure chose a faire.

source: As far as the authors know cold boot attacks are not standard procedure within law enforcements and similar organisations anywhere in the world yet, but it might still be good to be prepared and stay on the safe side.
fr: A la connaissance des auteurs les attaques cold boot ne sont pas encore une procedure standard dans les agences gouvernementales et les organisations similaires partout dans le monde, mais ça serait bien de se préparer et de rester du coté sécurisé.

source: Certain users might not want to restart the computer every time they wish to use the Internet anonymously withT(A)ILS. For those, a so called [virtual machine](http://en.wikipedia.org/wiki/Virtual_machine) can be used to run T(A)ILS inside the "host" operating system installed on the computer (e.g. Microsoft Windows, Mac OS X, etc.). Essentially these programs emulate real computers that you can run "guest" operating systems (in this case T(A)ILS) in so they appear in a window within the host operating system. Using one of these technologies allows for convenient access to T(A)ILS's features in a protected environment while you at the same time have access to your normal operation system.
fr: Certains utilisateurs pourraient ne pas vouloir redémarrer l'ordinateur a chaque fois qu'ils veulent utiliser internet anonymement avec T(A)ILS. Pour eux, une [machine virtuelle](http://fr.wikipedia.org/wiki/machine_virtuelle) peut etre utilisée pour démarrer T(A)ILS a l'interieur du système d'exploitation "hote" installé dans l'ordinateur (e.x. Microsoft Windows, Mac OS X, etc.). Essentiellement ces programmes emulent des ordinateurs réels a l'interieur des quels vous pouvez démarrer des systèmes d'exploitation "invités" (dans ce cas T(A)ILS) d'ou ils apparraissent dans une fenetre a l'interieur du systeme d'exploitation hote. Utiliser une de ces technologies permet un accès commode au fonctionnalitées d'T(A)ILS dans un environnement protégé bienque vous ayez au meme temps accès a votre systeme d'exploitation habituel.

source: There are a few security issues with this approach though. The main issue is if the host operating system is compromised with a software keylogger or virus, which T(A)ILS does not provide any protection against (in fact, that is impossible). Secondly, performance is a usually a bit worse compared to running it on its own. As such, this is only recommended when the other alternative is not an option or when you are absolutely sure that your host system is clean. Additionally, some of these virtual machines are closed-source, so it is very difficult to determine if they do something that could break T(A)ILS's security. In conclusion, use virtual machines with care.
fr: Pourtant il ya beaucoups de problemes de sécurité avec cette approche. Le probleme principal est l'éventualitée que le systeme d'exploitation hote soit compromis avec un logiciel de type keylogger ou un virus, contre lesquels T(A)ILS ne fournit aucune protection (en effet c'est impossible). En second lieu, la performence est un peu pire comparée au démarrage d'incognito tout seul. D'ou, c'est seulement recommondé quand l'autre alternative n'est pas une option ou quand vous etes absolument surs que votre système hote n'est pas contaminé. En plus, certaines machines virtuelles sont closed-source, donc c'est très difficile de déterminer si elles font quequechose qui pourrait briser la sécurité d'T(A)ILS.En conclusion, utilisez les machines virtuelles avec attention.

source: The open source [QEMU](http://bellard.org/qemu/) processor emulator and virtualizer handles T(A)ILS nicely. In fact, QEMU is included in the T(A)ILS distribution for Microsoft Windows users (more about this [below](#windows)). In order to start it from the command-line, simply type something like:
fr: L'émulateur de processeur et le virtualiseur open source [QEMU](http://bellard.org/qemu/) gére T(A)ILS agréablement. En effet, QEMU est incluse dans la distribution T(A)ILS pour les utilisateurs de Microsoft Windows (plus à propos de ça [en bas](#windows)). Afin de le démarrer à partir de la ligne de commande, tapez simplement quelquechose comme ceci:

source: If you have severe performance problems you should look into KQEMU which is an accelerator module for QEMU, granting a more direct access to the systems hardware for additional speed. You will most likely need administrator privileges for installing KQEMU.
fr: Si vous avez de graves problèmes de performance vous devriez examiner KQEMU qui est un module d'acceleration pour QEMU, garantissant un accès plus direct au systèmes hardware pour plus de rapidité. Dans la majorité des cas vous aurez besoin de priviléges administrateurs pour installer KQEMU.

source: T(A)ILS works very well in [VMWare](http://www.vmware.com/) with the following [VMWare Virtual Appliance](http://files1.cjb.net/incognito/incognito-vmware-1.0.zip) ([signature](http://files1.cjb.net/incognito/incognito-vmware-1.0.zip.asc)) devised by the T(A)ILS developers. Simply unzip the file and follow the provided instructions in `README.txt` which is provided within the archive. The free ([as in beer](http://en.wikipedia.org/wiki/Gratis_versus_Libre)) [VMWare Player](http://www.vmware.com/products/player/) might be useful for this. In order to get good performance you will probably need administrator privileges in the computer when you install VMWare. Note that VMWare is closed source, so it might be hard to determine if it does anything that is bad for anonymity, although it is unlikely.
fr: T(A)ILS fonctionne très bien dans [VMWare](http://www.vmware.com/) avec l'application suivane [VMWare Virtual Appliance](http://files1.cjb.net/incognito/incognito-vmware-1.0.zip) ([signature](http://files1.cjb.net/incognito/incognito-vmware-1.0.zip.asc)) conçue par les développeurs d'T(A)ILS. décompressez simplement le fichier et suivez les instructions fournies dans le `README.txt` qui est fournit avec l'archive. L'application gratuite ([as in beer](http://en.wikipedia.org/wiki/Gratis_versus_Libre)) [VMWare Player](http://www.vmware.com/products/player/) pourrait etre pratique pour ça. Afin d'avoir de bonnes performances vous aurez probablement besoin de priviléges administrateurs lors de l'installation de VMWare. Notez que VMWest closed source, d'ou ça pourrai etre très difficile de déterminer si elle fait quoi que ce soit de mauvais pour l'anonymat, bienque ça soit improbable.

source: Thanks to QEMU, [described above](#vm), T(A)ILS can be run within Microsoft Windows without the need to restart the computer. QEMU ships with T(A)ILS, and is set up so you only have to insert the media when Windows is running and a menu should appear with the option to start T(A)ILS through it. This is especially useful when you are using a computer you are not allowed to shut-down, which can be the case for public computers in certain Internet cafés, libraries or other public computers. Also, for some some general remarks on QEMU and T(A)ILS, and some security concerns about this mode of operation, see the above section on [T(A)ILS and Virtualization](#vm).
fr: Grace a QEMU, presentée [en haut](#vm), T(A)ILS peut etre démarré à l'interieur de Microsoft Windows sans devoir redémarrer l'ordinateur. QEMU prend en charge T(A)ILS, et est pré-configurée , donc vous n'aurez qu'a inserer le support amovible lorsque Windows est en marche et un menu devrait apparaitre avec l'otion de démarrer T(A)ILS à travers. Ceci est spécialement pratique quand vous utilisez un ordinateur dont vous n'avez pas la permission de redémarrer, ce qui peut etre le cas d'ordinateurs publiques dans certains cyber-caffés et certaines libraries. Aussi, pour certaines remarques génerales sur QEMU et T(A)ILS, et pour certaines préoccupation de sécurité à propos de ce mode d'opération, regardez la section en haut sur [T(A)ILS et la Virtualisation](#vm).

source: Since the T(A)ILS developers do not have access to any Windows computers at the moment, any input if this actually works and how it performs etc. is welcome.
fr: Puisque les développeurs d'T(A)ILS n'ont accès a aucun ordinateur Windows pour le moment, toute indication sur si ça fonctionne actuellement et sur comment se présentent les performances etc. est la bienvenue.

source: By offering you T(A)ILS we hope that you have the technological means to stay anonymous on the Internet. However, we want to emphasize that staying anonymous is _not_ only a technological problem – there is no tool, including T(A)ILS and Tor, that will magically make you anonymous on the Internet. You will have to behave as well. While deep technical knowledge of the architecture of the Internet, cryptology, traffic analysis techniques and the applications you use certainly can help (mainly by knowing what _not_ to do), we believe that some good ol' fashioned common sense and caution will be enough in most cases. Among other things, that includes:
fr: En vous offrant T(A)ILS on éspére que vous avez les moyens technologiques de rester anonyme sur internet. Cependant, on veut souligner le fait que rester anonyme _n'est pas_ seulement un problème technologique – il n'y a aucun outil, T(A)ILS et Tor inclus, qui vous rendra magiquement anonyme sur internet. Vous aurez a acquérir du savoir-faire. Bien qu'une profonde connaissance technique de l'architecture d'Internet, de la cryptologie, des techniques d'analyse de traffic et des applications que vous utilisez peut certainement aider (principalement en sachant quoi _ne pas _faire), on croit q'un peu de bon sens vieux style et de prudence feront l'affaire dans plusieurs cas. Parmi d'autres choses ça inclus:

source: Choosing good passwords and not writing them down in unprotected places.
fr: Choisir de bons mots de passe et ne pas les écrire dans des endroits non protégés.

source: Making an effort for properly authenticating with everyone you are communicating with.
fr: S'efforcer a proprement s'autentifier avec tout ceux avec qui vous communiquez.

source: Being very careful when dealing with identifying information such as name, whereabouts, the local time and so on. Any such piece of information that you leak will help a would be adversary to get closer to you.
fr: être très prudent lorsque vous manipulez des informations d'identification comme le nom, l'emplacement, l'heure locale et ainsi de suite. N'importe quel bout d'information de ce genre que vous divulguez aidera un possible adversaire a arriver jusqu'a vous.

source: Also, please try to follow the instructions given by security tools as much to the letter as possible. There are situations where one can be creative or improvise solutions, but you should really try to learn when that is appropriate before you do it. For instance, when using PGP encryption you are often asked to verify the authenticity of any new public key that you have just got. If you do not do this it is possible that you are using a compromised key sent by an attacker performing a [man-in-the-middle attack](http://en.wikipedia.org/wiki/Man_in_the_middle_attack). Usually the authentication works by presenting you with the key's so called fingerprint, which is a unique identifier for that key that cannot be faked. Verification should then be done by asking you friend to send you the fingerprint through some safe channel, which could be anything from telling it by telephone or VoiP (which is hard for an attacker to manipulate on the fly) or even face-to-face (but hen you can exchange the actual keys securely instead), and then making sure that they are the same. Assuming the channel is safe the fingerprint sent by your friend and the one you get from the key should be identical, otherwise something is wrong.
fr: Aussi,essayez s'il vous plaît de suivre textuellement les instructions fournies par les outils de sécurité le plus souvent possible. Il y a des situations ou l'ont peut etre créatifs ou improviser des solutions, mais vous devez réellement essayer d'apprendre quand ceci est approprié avant de le faire. Par exemple, lors de l'utilisation du cryptage PGP il vous sera souvent demandé de vérifier l'autenticité de n'importe quelle nouvelle clé publique que vous venez juste de recevoir. Si vous ne faite pas ça il est possible que vous ete entrain d'utiliser une clé compromise envoyée par un attaquant éxécutant une attaque de type homme-au-milieu ([man-in-the-middle attack](http://en.wikipedia.org/wiki/Man_in_the_middle_attack)). D'habitude l'autentification fonctionne par vous présenter avec le fingerprint de la clé, qui est un unique identificateur pour cette clé et qui ne peut pas etre falsifié. La vérification doit alors etre faite en demandant a votre ami de vous envoyer le fingerprint via un canal non contaminé, qui peut etre par exemple le communiquer via telephone ou VoiP (ce qui rendrait la tache de manipuler des donées a la volée difficile pour un attaquant) ou meme face-a-face (mais alors là vous pouvez à la place échanger les actuelles clés d'une façon sécurisée), et puis s'assurer qu'elles sont identiques. En supposant que le canal ne soit pas contaminé le fingerprint envoyé par votre ami et le fingerprint que vous avez à partir de la clé doivent etres identiques, sinon il y a quelquechoses qui cloche.

source: The above authentication methods are of course not always possible, but here is one of those places you can be creative. For example, you could send the fingerprint hidden in an innocent looking image by some means, although this is admittedly not bulletproof. You could make this method a bit safer by first sending the picture to your unknowing recipient and telling him or her how the fingerprint is hidden when you know that it has been received. Additionally, these kinds of tricky exchanges are always better to make over interactive communication channels such as IRC or with instant messaging since that will decrease the window of opportunity for any eavesdropper to interfere. Email is not very suitable as delays are long which gives the attacker ample time to act. An alternative authentication method to fingerprints, used by OTR, is to simply ask both parties of a shared secret that both should know. In this case, do not choose just anything – if someone is watching you they probably know which high school you went to, the size of your shoes and similar facts.
fr: Naturellement, les métodes d'autentification citées en haut ne sont pas toujours possibles, mais voilà une des situations dans lesquelles vous pouvez etre créactif. Par exemple, vous pouvez envoyer le fingerprint caché dans une image a l'apparence innocente en utilisant quelques outils appropriés, bien que ceci-admettons le- ne soit pas a toute épreuve. vous devez rendre cette métode un peu plus sécurisée en envoyant d'abord l'image a votre destinataire inconnu puis lui dire comment le fingerprint est caché après s'etre assurré qu'il a bien reçu l'image. En outre, ces types d'échanges délicats sont toujours mieux a faire via un canal de communication intéractif comme l'IRC ou la messagerie instantanée puisque ça réduira les chances d'un attaquant d'intérférer. L'email n'est pas très approprié puisque les décalage de temps sont longs ce qui donnera a un attaquant tout le temps d'agir. Une métode d'autentification alternative au fingerprints, utilisée par OTR, est de simplement demander aux deux parties de partager un secret que tous les deux doivent connaitre. Dans ce cas, ne choisissez pas juste n'importe quoi – si on est entrain de vous éspionner ils connaissent probablement a quelle école secondaire vous etes allé, la pointure de vos chaussurres et des faits similaires.

source: This is probably the place where we are expected to wish you good luck, but we will not. Relying on luck simply is not good practice in these situations. Stay cool and be smart! Thanks for you time!
fr: Celle ci est probablement la partie ou on est sensé vous souhaiter bonne chance, mais on en le fera pas. compter simplement sur la chance n'est pas une bonne pratique dans ces situations. Restez cool et soyez inteligents! Merci pour votre temps!

source: The Tor™ trademark and the Tor Onion Logo are trademarks of [The Tor Project.](https://www.torproject.org)
fr: La marque Tor™ et le Logo "Onion" de Tor sont des marques du [projet Tor](https://www.torproject.org/).
