Repository: danielchatfield/tails
Catalog: wiki/src/support/walkthrough.*.po
Languages: fr

source: The *Shortcuts* menu is here to make it easy to access storage media.
fr: Le menu *Raccourcis* a pour but de faciliter l'accès à différents supports de stockage et d'échanges de données.

source: The *System* menu allows to:
fr: Le menu *Système* permet de :

source: customize some aspects of the GNOME desktop (*Preferences*);
fr: configurer du bureau GNOME (*Préférences*) ;

source: * change some important aspects of the system and hardware behavior (*Administration*); * shutdown the computer.
fr: * effectuer des modifications importantes sur le système ou le matériel (*Administration*) ; * éteindre le système.

source: On the right of these three menu entries, a few shortcuts allow to launch the most frequently used applications. Passing the mouse cursor over one of these shortcut will display the application name and its function.
fr: Immédiatement à droite de ces trois menus principaux, se trouvent quelques raccourcis permettant d'accéder à des applications fréquemment utilisées. Passer simplement la souris dessus fera afficher leur nom et leur fonction.

source: In the upper right corner you will find a couple of icons, each which offers an interface for some running application : the onion icon is made to control Tor, the two computer screens are for the network settings. Other icons help you keep an eye on the battery level if you run from a laptop, one allows to instantly change the keyboard layout, another controls the sound level. Note that the clock icon allows to change the current timezone to make it show the local time.
fr: Dans le coin en haut à droite, viennent s'afficher les icônes de certaines des applications en cours de fonctionnement : l'oignon permet de contrôler Tor, l'icône représentant deux écrans d'ordinateurs correspond aux réglages du réseau. D'autres icônes servent à garder un œil sur l'état de la batterie lorsqu'un ordinateur portable est utilisé, à changer la disposition du clavier, et à régler le volume sonore. L'horloge permet de changer le fuseau horaire, afin qu'elle affiche l'heure locale.

source: You are encouraged to check these icons out with the left and right mouse buttons, but we will say more about some of them later on in this article.
fr: Nous vous encourageons à cliquer sur ces différentes icônes, avec les boutons gauche ou droit de la souris, mais nous en dirons plus ci-dessous.

source: At the center of the screen is a vast area called the Desktop. A *Computer* icon provides access to storage media; the *Personal folder* is a shortcut to the default folder where most applications save the files; then comes the shortcut to this documentation, and another allows to report a bug in T(A)ILS to its developers; to end with, the Trash is the place where "deleted" files are moved.
fr: Sur le bureau, au centre de l'écran, se trouvent une icône *Poste de Travail* qui permet d'accéder aux différents supports de stockage ; une icône *Dossier Personnel* donne accès au répertoire où viennent s'enregistrer par défaut la plupart des documents traités dans T(A)ILS ; puis l'icône permettant d'acccéder à cette documentation ; une icône permettant d'envoyer aux développeurs de ce système des remarques sur des dysfonctionnements (bugs) ; et enfin la corbeille, où viennent se placer les fichiers effacés.

source: When media storage is connected to the computer, additional icons appear on the Desktop.
fr: Viennent également s'ajouter, sur le bureau, des icônes donnant accès aux supports amovibles qui sont connectés à l'ordinateur.

source: On the bottom of the screen is another panel: on its left, an icon allows to minimize all open windows to show the Desktop; then come the buttons for open windows; on the right, a set of four similar rectangle icons gives access to four different workspaces.
fr: En bas de l'écran enfin, on trouve : à gauche, un bouton permettant de faire afficher le bureau en réduisant toutes les fenêtres ouvertes ; au centre en partant de la gauche, des boutons permettant d'accéder aux fenêtres en cours d'utilisation ; à droite, une série de quatre icônes rectangles identiques permettant d'utiliser quatre espaces de travail différents.

source: <a name="nm"></a>Networking with NetworkManager
fr: <a name="nm"></a>Gestion du réseau avec NetworkManager

source: The name is quite self-explanatory – this is what you should use manage your network, which usually only consists of establishing an Internet connection. In many cases this is done more or less automatically. For example, if you are connected with wire NetworkManager will try to obtain network access automatically. If you want to connect via wireless with a supported wireless adapter, you are basically two clicks away.
fr: Le nom s'explique de lui-même : c'est ce que vous devez utiliser pour gérer votre réseau, ce qui consiste habituellement dans le simple fait d'établir une connexion Internet. La plupart du temps cela se fait plus ou moins automatiquement. Par exemple, si vous êtes connecté par un câble, NetworkManager essayera d'obtenir l'accès au réseau automatiquement. Si vous utilisez une connexion sans fil (pour autant que votre carte sans fil soit prise en charge par T(A)ILS et que son interrupteur soit sur ON), vous êtes à seulement deux clics de la connexion :

source: First click its icon in the systray to summon the list of available connections:
fr: Premièrement, faites un clic gauche sur son icône dans la barre d'outils pour faire afficher les connexions disponibles :

source: All wireless networks your computer is picking up are listed there, as are all wired networks you have access to (usually one per wire), so the second click is used for choosing any one of these. If the network is protected you will be prompted for a password. There are other options too, e.g. for dial-up connections and setting up VPNs although these will require further set-up in the "Options -> Configure..." section.
fr: Les réseaux sans fil détectés par votre carte y sont affichés. Il ne vous reste alors qu'à sélectionner celui qui vous intéresse en cliquant dessus. Si le réseau est protégé, un mot de passe vous sera demandé. D'autres options apparaissent aussi, comme celles pour la configuration des réseaux privés virtuels VPNs (bien que ceci demande davantage de configuration dans la section "Options -> Configure...").

source: <a name="vidalia"></a>Controlling Tor with Vidalia
fr: <a name="vidalia"></a>Contrôler Tor avec Vidalia

source: Vidalia is an anonymity manager. Basically this means that it can be used to control Tor, and is automatically launched on startup.
fr: Vidalia est un gestionnaire d'anonymat, ce qui veut dire qu'il peut être utilisé pour manoeuvrer Tor. L'application démarre d'elle même dés le début de la session.

source: As soon as the Tor client managed to establish a route to the Tor network, Vidalia hides as an onion icon on the upper right corner of the screen. Right-clicking this icon displays a configuration menu.
fr: Dès que le client Tor a réussi à établir une route à travers le réseau Tor, Vidalia vient se ranger comme icône dans le coin en haut à droite, sous l'aspect d'un oignon. On peut ensuite faire réapparaître le menu de configuration en cliquant sur cet oignon avec le bouton droit de la souris.

source: Let's describe the two most important features of the Vidalia configuration menu:
fr: Le menu de configuration propose essentiellement deux choses :

source: Tor network map: the list of currently used routes and their status.
fr: Voir le réseau Tor, ce qui permet de faire afficher une carte du réseau. La liste des routes, en bas au centre, permet de connaître les chemins empruntés, ainsi que leur état.

source: New identity: clicking this button will make Tor use a different route for **future** connections, so that they will appear to come from a different address.
fr: Utiliser une nouvelle identité : cliquer sur ce bouton permet de changer le chemin emprunté lors des **prochaines** connexions, afin de les faire paraître dès lors comme provenant d'une autre adresse.

source: Next we will have a look at the Tor network map:
fr: En ce qui suit on jettera un coup d'oeil sur la carte du réseau Tor :

source: In here, all the Tor nodes in the Tor network are listed, as are all your circuits and connections that go through the Tor network. All this requires a bit of technical knowledge of how Tor works in order to understand and use, but it is not at all necessary. From the connection listing it should at least be relatively easy for you to see which exit node and country it appears your connections come from.
fr: Ici, tous les relais du réseau Tor sont listés, comme le sont tous vos circuits et connexions passants par le réseau Tor. tous ceci demande un peu de connaissance technique à propos de la manière dont Tor fonctionne dans le but de le comprendre et de bien l'utiliser, mais ce n'est pas impératif. A partir de la liste de connexions ça doit être du moins relativement simple pour vous de voir de quel relais de sortie et de quel pays votre connexion parvient en apparence.

source: One very useful thing when working with Tor is the following option, found in the TorK menu that you get by right-clicking its systray icon:
fr: Une chose très pratique en travaillant avec Tor est l'option suivante, qu'on peut trouver dans le menu TorK qui peut être ouvert en faisant un clic droit sur son icône dans la barre d'outils:

source: The selected "Change Identity" option will tear down all you current circuits and build new ones which means that the set of computers you route your Internet traffic through will exchanged by some others. This is very useful if you experience bad performance or even time-outs accessing some Internet resource as you might have better luck with the new circuits that are built. Also, if you ever want to make sure that one thing you are doing will not be linkable to the next thing you are going to do you should use this feature.
fr: L'option séléctionnée "Change Identity" annulera tous vos circuits courants et en construira de nouveaux, ce qui veut dire que le groupe d'ordinateurs à travers lesquels vous envoyez votre traffic Internet sera remplacé par d'autres. Ceci est très pratique si vous rencontrez de mauvaises performances ou même un "time-outs" durant l'accès a quelques ressources internet puisque vous pourrez avoir plus de chance avec les nouveaux circuits construits. De même, si vous ne voulez pas qu'une de vos actions soit joignable a l'action suivante vous devez utiliser cette fonction.

source: TorK also makes it easy to use some of the Tor Network's more advanced features. For example, if you switch back to the "Anonymize" tab you will find an entry for "Anonymous Websites and Web Services" which allows you to set up [hidden services](http://www.torproject.org/hidden-services.html) by clicking its icon (an English style police hat). Another feature that might be useful when you are using T(A)ILS from a restrictive network can be found in "Settings menu -&gt; Configure TorK -&gt; Firewall/Censor evasion". This makes it possible to use [bridges](https://www.torproject.org/bridges.html) as entry points to the Tor network in order to circumvent censorship systems that blocks normal access to the Tor network, intentially or not.
fr: TorK simplifie aussi l'utilisation de quelques unes des fonctions les plus avancées du résau Tor. Par exemple, si vous retournez au tableau "Anonymize" vous trouverrez une entrée pour "Anonymous Websites and Web Services" qui vous permettera de configurer les hidden services (services cachés ) en cliquant sur son icône (an English style police hat). Une autre fonction qui pourrait être pratique si vous utilisez Incongnito à partir d'un réseau sous restriction, peut être trouvée dans "Settings menu -> Configure TorK -> Firewall/Censor evasion". Ceci permet d'utiliser des bridges ( ponts ) comme points d'entrée au réseau Tor dans le but de contourner les systèmes de censure qui bloquent l'accès normal au réseau Tor, volontairement ou pas.

source: Lastly TorK will assist you setting up yourself as a Tor server, helping out the Tor Network by relaying other people's traffic. You also have the possibility to act as an exit node, which means that other Tor users' traffic will exit in the clear from your computer. You should really think through if you want to do the latter (act as an exit node) as your ISP might start sending you complaints for other people's file sharing traffic that happens to exit from you, and potentially even worse things that might attract the attention of the police. But simply relaying traffic is completely safe and will only cost you some bandwidth (how much can be configured). However, at the same time you will get more anonymity – it will be impossible for eavesdroppers to distinguish the Tor traffic you are relaying from your own traffic generated by web browsing etc. So if you have bandwidth to spare, you might want to consider doing this.
fr: En dernier lieu TorK vous assistera a vous configurer comme un serveur Tor, et a donner un coup de main au réseau Tor en faisant passer le traffic d'autres personnes. Vous avez aussi la possibilité d'agir comme un relais de sortie ( exit node), ce qui veut dire que le traffic d'autres utilisateurs de Tor sortira de votre ordinateur en clair. Vous devez réellement penser dessus: si vous voulez agir comme relais de sortie, puisque votre FAI pourrait commencer a vous envoyer des plaintes pour le traffic P2P d'autres personnes qui paraît sortir de vous, et potentiellement même de plus mauvais scénarios qui pourraient attirrer l'attention de la police. mais le simple fait de joindre du traffic est complètement sûr et ne vous coûtera qu'un peu de bande passante (vous pouvez configurer combien ). Cependant, au même temps vous aurez un plus haut degré d'anonymat – ca sera impossible pour des attaquants de distinguer le traffic Tor que vous faisez passer, de votre propre traffic généré par la navigation web etc. Donc si vous avez de la bande passante a partager, vous pourrrait vouloir considérer de faire cela.

source: In order to succeed with setting up a relay you might have to do something about your firewall or router if you have one, like enable port-forwarding for ports 9001 and 9030 – if you do not know what this is or how to do it you should either look it up on with favourite search engine or simply skip it. The next step would be to actually enable it in TorK, which only requires a few clicks. First press the button with a plus icon called "More options" which will make a few more buttons and options appear. One of them says "Run as a server" when you hover the mouse cursor above it. Simply click it and choose "Relay Tor traffic" and follow the instructions. After that you will just have to wait for half an hour or so before the connections start rushing in. Due to this delay and some technical reasons it is best if you only act as a Tor server if you [run from USB](#usb) as that will speed things up a little next time and also spare you of the time taken to set-up the server.
fr: Pour configurer un relais avec succès vous pourrez avoir a faire quelques trucs concernant votre firewall ou routeur si vous en avez un, comme par exemple activer le "port-forwarding" pour les ports 9001 et 9030 – si vous ne savez pas ce que c'est ou comment le faire vous devez soit faire une recherche dessus avec votre moteur de recherche préféré ou simplement le passer. La prochaine étape sera de l'activer effectivement dans TorK, ce qui demandera seulement quelques clics. D'abord appuyez sur le boutton avec une icône en plus nommée " more options" ce qui fera apparaître plusieurs autres boutons et options. L'une des quelles dit "Run as a server" quand vous mettez la flèche de la souris dessus. Cliquez simplement dessus et choisissez "Relay Tor traffic" et suivez les instructions. Après ça vous aurez juste a attendre à peu près une heure avant que les connexions commencent a parvenir. A cause de ce temps d'attente et de quelques détails techniques il serait préférable d'agir comme serveur Tor lorsque vous démarrez a partir d'une clé USB puisque ceci accélérera un peu les choses la prochaine fois et vous épargnera le temps de reconfigurer le serveur.

source: <a name="ff"></a>Browsing the web with Firefox
fr: <a name="ff"></a>Naviguer sur le web avec Firefox

source: Given Mozilla Firefox's recent surge in popularity many of you have probably used it before. Its user interface is like any other modern web browser, but there are a few things we want to mention, some that is special with this particular installation. Do you remember what we said [earlier](#how) about end-to-end encryption and its importance while using Tor? Here is how it looks in Firefox when you are using a secure, end-to-end encrypted connection:
fr: Compte tenu de la récente croissance en popularité de Mozilla Firefox beaucoup d'entre vous l'ont probablement déja utilisé. Son interface d'utilisation est semblable a tout autre navigateur web moderne, mais il y a quelques trucs qu'on veut citer, une partie de ces trucs sont présents spécialement dans cette particulière installation. Est ce que vous vous rappellez de ce qu'on a dit [auparavant](#how) à propos du cryptage end-to-end et de son importance dans l'utilisation de Tor? Voilà comment ça peut paraître lors de l'utilisation de Firefox quand vous utilisez une connexion sécurisée avec un cryptage end-to-end :

source: Notice the locks in the status bar and address bar (the latter which also has turned yellowish) and that the address begins with "http**s**://" – these are the indicators that a secure connection using [SSL](http://en.wikipedia.org/wiki/Secure_Sockets_Layer) is being used. You should try to only use services that use secure connections when you are required to send sensitive information (like passwords), otherwise its very easy for an eavesdropper to steal whatever information you are sending. In this case what we are trying to do is logging in on an email account at [lavabit](http://lavabit.com/), using their [webmail interface](https://lavabit.com/apps/webmail/src/login.php). Let us proceed with logging in there so we can se how it is possible to send end-to-end encrypted email with any webmail service out there with the nifty [FireGPG](http://getfiregpg.org/) extension:
fr: Notez le cadenat dans la barre des tâches et dans la barre des adresses ( la dernière est devenue jaune aussi ) et que l'adresse commence avec "http**s**://" – ceux-ci sont les indicateurs qu'une connexion sécurisée utilisant [SSL](http://en.wikipedia.org/wiki/Secure_Sockets_Layer) est en train d'être utilisée. Vous devez essayer d'utiliser seulement des services qui offrent des connexions sécurisées quand vous avez besoin d'envoyer des informations sensibles (comme des mots de passe ), autrement c'est très facile pour un attaquant de voler toute l'information que vous envoyez. Dans le cas suivant on essaye de s'identifier sur un compte email chez [lavabit](http://lavabit.com/), en utilisant son [interface webmail](https://lavabit.com/apps/webmail/src/login.php). commençont par s'identifier içi et on va voir comment c'est possible d'envoyer un email crypté de façon end-to-end avec n'importe quel service webmail avec la magnifique extension [FireGPG](http://getfiregpg.org/):

source: Here we have written a silly email to Bob, mentioning stuff like "public" and "private" keys. If you do not know what this means but are interested in sending encrypted email, we suggest you take yourself some time and read up on [public key cryptography](http://en.wikipedia.org/wiki/Public_key_cryptography) and [PGP](http://en.wikipedia.org/wiki/Pretty_Good_Privacy) just to get the basic concepts.
fr: Ici on a écrit un email quelconque à Bob, citant des trucs comme clés "publiques" et "privées". Si vous ne savez pas ce que ça veut dire mais vous êtes intéréssés par le fait d'envoyer des emails cryptés, on vous propose de consacrer quelque temps a étudier la [public key cryptography](http://en.wikipedia.org/wiki/Public_key_cryptography) et [PGP](http://en.wikipedia.org/wiki/Pretty_Good_Privacy) juste pour acquérir les concepts de base.

source: What we will do next is first selecting all of the text in the message (by using the mouse or simply pressing Ctrl + A) and then right-clicking somewhere on the selected text. This will make the usual Firefox context menu appear, which has a FireGPG entry that we are interested in. Clicking it will expand the following menu:
fr: Ce qu'on va faire ultérieurement c'est avant tout séléctionner le texte du message (en utilisant la souris ou simplement en appuyant sur Ctrl + A) puis faite un click droit quelque part sur le texte séléctionné. Ceci fera apparaître l'habituel menu contextuel de Firefox, qui a une entrée FireGPG en laquelle on est intéréssés. Cliquer dessus développera le menu suivant:

source: In the menu we choose "Sign and encrypt" and we get a dialogue asking us to select the public key to encrypt it with (Bob's) and the private key to sign it with (your). After doing this the message is only readable by Bob, and in addition Bob will be able to verify that the message was in fact written by you. The signed and encrypted text will look something like this:
fr: Dans le menu on choisit "Sign and encrypt" et on aura un message nous demandant de séléctionner la clé publique pour le crypter avec (celle de Bob ) et la clé privée pour le signer avec (la vôtre). Après avoir fait ceci le message sera lisible uniquement par Bob, et en complément Bob sera capable de vérifier que le message a été en effet écrit par vous. Le texte signé et crypté aura une apparence semblable à la suivante:

source: At this stage we are ready to press send. When Bob receives this email he can also use FireGPG to decrypt it in a very similar way – he will just have to select the encrypted message and then use the FireGPG menu to choose "Verify" or "Decrypt", or both. This can be done with any so called PGP block. There is one important limitation in FireGPG, though. It cannot generate new keys, so you will have to use another application for that. We recommend using the [GNU Privacy Assistant](#gpa), found under the "Utilities" section of the K menu, or [KPGP](#kpgp), found in the "Utilities -&gt; PIM" section.
fr: A ce point on est prêts a appuyer sur "envoyer". Quand Bob recevra cet email il pourra aussi utiliser FireGPG pour le décrypter d'une façon très similaire – il aura seulement a séléctionner le message crypté puis utiliser le menu FireGPG pour choisir "Verify" ou "Decrypt", ou les deux. Ceci peut être fait avec n'importe quel "PGP block". Hélas, il y a une importante limitation en FireGPG. Il ne peut pas générer de nouvelles clés, d'ou vous aurez a utiliser une autre application pour ça. On recommande l'utilisation de [GNU Privacy Assistant](#gpa), présent sous la section "Utilities" du K menu, ou [KPGP](#kpgp), présent dans la section "Utilities -&gt; PIM".
